[
{"title": "Jojo Moyes: 'I've always been a woman's woman'", "url": "https://www.bbc.com/news/entertainment-arts-65794240", "author": null, "date": "2023-06-02T21:05:57.000Z", "text": "Speaking at the Hay Festival on Friday, the writer behind bestsellers such as Me Before You, said: \"I've always been a woman's woman. \"In your 20s, there's an anxiety... you're constantly measuring yourself up against other women,\" she explained. \"Now, there is nothing apart from empathy and supportiveness.\" Moyes also gave credit to fellow writers Sophie Kinsella and Jodi Picoult for encouraging her to keep going with her writing at times when she felt like giving up. She grew up in London's Hackney, which was then \"not overburdened with literary types\" - although her parents were \"penniless sculptors\" so she was exposed to the arts at home. Moyes, 53, credits her Protestant work ethic for her success, which was evident from an early age. At 14, she saved up money from cleaning jobs to buy a stray horse called Bomber, who was kept in a stables located behind Hackney town hall. Jobs on a market stall and a mini-cab office followed after school before she landed a bank job and was sent on a management course taking place at Oxford University. \"All my school mates' horizons were very limited so... I didn't have an idea of what I wanted to do,\" she says. Oxford blew her away. \"It wasn't just the environment... I was surrounded by really ambitious young people. Everybody had a goal. And they were the first people I met who had goals and by the end of that week, I didn't want to go home.\" She broke off her engagement with her then-boyfriend and applied to London's City University before embarking on a career in journalism, ending up at the Independent alongside the likes of Bridget Jones author Helen Fielding. \"I watched that turn into a column that spoke to so many women my age at the time - early 20s - and I suddenly had that feeling of 'wow, if she can do it, so can I'.\" But Moyes had her first three books rejected, which she describes as \"crushing... like someone telling you your baby is ugly\", although she wasn't going to give up. \"There's definitely a girder of bloody-mindedness running down my spine. I can't see why I can't do something. \"My mum used to put it down to me being very premature as a baby. She was told I was going to die. I was 10 weeks early. There's this bit of me that just says, 'No, I'm going to do it!'\" Her third book, about an art heist, was knocked back after being deemed too political for the female market and too romantic for the male market at the time. Moyes's next eight books went to print but did not exactly set the publishing world alight. By the time she wrote her hit 2012 novel Me Before You, one publisher had told her her career was \"unrecoverable\" and she had built an extra room on her house so she could rent it out to a lodger. She says the reason Me Before You - about a woman who is a carer for a man with paralysis and later falls in love with him - got past a few thousand words was down to Sophie Kinsella, the bestselling author of the Shopaholic series. \"She took me out for lunch, I told her about this idea I'd had for a book. I said I'm not sure about it. And I told her the whole thing. At the end of it, she said: 'You have to write this book.'\" The same thing happened with her latest book, Someone Else's Shoes, which fellow author Jodi Picoult encouraged her to keep ploughing on with. The two female protagonists in the book come from very different backgrounds and Moyes recognises that \"social inequality, whether it's class or money... has been a big factor in a lot of my books\". She adds: \"But it's not about how much money you've got, it's how loved and connected you feel to other people.\" Moyes herself is now enjoying a renewed connection with her best friend - who she has known since she was 16 - having moved back to London after 22 years in the Essex countryside. It follows a rough couple of years for the author, who has sold more than 38 million copies of her books worldwide. Her prolific output plus writing screenplays had begun to take its toll. \"I overworked myself for 10 years. I burnt out. So I thought, 2020 is going to be my year of rest and relaxation, I'm going to see people, take a sabbatical. I decided to take time out, see friends... and then my mum died of cancer, I got divorced and we had a pandemic!\" But writing has always got her through. \"Often I find when I write a book, I only realise four or five years later that it was actually therapy and I wasn't processing something at the time. \"And it's cheaper than therapy.\""},
{"title": "Anger in Belgium over verdict in student's hazing death", "url": "https://www.bbc.com/news/world-europe-65767457", "author": null, "date": "2023-06-02T23:01:32.000Z", "text": "The 20-year-old student was made to drink excessive amounts of fish oil and alcohol, made to swallow a live goldfish, and forced to stand outside in an icy pit as part of a hazing ritual for an elite fraternity at one of Belgium's most prestigious universities, . Hazing - the practice of putting someone in physical or emotional distress - was part of the process aspiring members of Reuzegom had to go through to gain entry to the fraternity. During the initiation, Mr Dia collapsed and was taken to hospital. He died there two days later. A coroner's report would find that toxic salt levels caused by the excessive consumption of fish oil was a leading cause in his death. More than four years on, 18 students have been sentenced to up to 300 hours of community service and a EUR400 ($430; PS340) fine each after being found guilty in their role in Mr Dia's involuntary death and degrading treatment. They have also been ordered to pay damages to Mr Dia's family, as well as to two others who were also subjected to the hazing initiation. The court ruled that the students - members of the now-disbanded Reuzegom, whose members were traditionally associated with some of Belgian society's elites - were not guilty of intentionally administering harmful substance causing death or illness. However suggestions that race and class played a part in the treatment Mr Dia was subjected to during the hazing have sparked discussion since his death - particularly among young people on social media and in student circles. Allegations of racism within the Reuzegom fraternity appeared in Belgian media, including that Mr Dia was subjected to a racial slur and singled out to clean on behalf of Reuzegom members on a separate occasion because of his race. Other local media reports have claimed some of Reuzegom's members were the sons of politicians and judges - pointing to their privileged positions in society. With this in mind, some Belgians have reacted to the verdict with indignation, viewing the sentencings as overly lenient. On TikTok, the hashtag #justiceforsanda has gained more than 6.5m views. Protests have also taken place in the cities of Antwerp, Brussels, Gent and Leuven - the university city where Mr Dia studied. Another has been organised in Brussels on Sunday. \"Everybody is just angry and disappointed in the Belgian justice system,\" Eliza Plesea, a 22-year-old student and Brussels protest co-organiser, told the BBC. Speaking about the sentencings, she said, \"In Belgium, if you take the bus but you don't have a ticket... you get a higher fine for that\" than what the students involved in hazing received. Following the court ruling, one of the students' defence lawyers, John Maes, described the sentencings as \"balanced and well reasoned\". But protest organiser and student Jean Kitenge, 25, feels race \"definitely\" played a part in Mr Dia's death. Speaking to the BBC, Mr Kitenge said that at Belgian universities, it is common for students to be subjected to \"humiliation\" as part of society initiations, but some are subjected to more extreme treatment than others. \"Everyone gets humiliation independently of their colour, but some people have some remarks which are not given to others,\" Mr Kitenge, president of the youth branch of the French speaking DeFI party, said. \"Justice is not for everyone in Belgium.\" Others disagree. During the trial of the 18 students, a defence lawyer responded to Mr Dia's father's questioning of why his son did not survive the hazing, stating in quotes cited by Dutch newspaper NRC Handelsblad: \"It has nothing to do with colour and everything to do with physique, with height, with weight.\" Mr Maes meanwhile praised the court for rising \"above the war language\" of recent years with its ruling. Some of Mr Dia's family say the ruling has left them with \"mixed emotions\". \"We said from the beginning that we are not spiteful people and we don't want anyone in jail,\" Seydou De Vel, Mr Dia's brother, said in earlier this week. But he added that there were still questions about his brother's final hours. One is who was responsible for administering the fish oil to Mr Dia. The students have not divulged who was responsible for administering it. \"It's just very painful not to know those things when those 18 Reuzegom defendants know it all,\" Mr De Vel said. Sven Mary, the lawyer representing Mr Dia's father, Ousmane Dia, said after the court verdict it was \"difficult\" for the family not to know the full facts. He added, however, that he would not be recommending that the family seek to appeal the verdict. Elite fraternity Reuzegom has been disbanded since Mr Dia's death. The university at which it was a fraternity, KU Leuven, said sanctions were implemented against seven students who still remained at the university in 2021 - which involved their expulsion and, in some cases, lifetime banishment from registering at the university again. \"No sanction or proceedings can take away the grief over Sanda's death,\" it said in a statement to the BBC. \"The fact remains that a great tragedy happened during the Reuzegom initiation ruling. \"As a university community, we will never forget Sanda and what happened.\""},
{"title": "Popular Twitch streamer Puppers dies aged 32", "url": "https://www.bbc.com/news/technology-65787556", "author": null, "date": "2023-06-02T19:05:55.000Z", "text": "The US Twitch streamer rose to fame playing survival game Dead by Daylight, where he was known for his positivity. The game's community rallied around him following his diagnosis and set up the Light in the Fog Foundation, raising $270k (PS216k) to support his care. In a reference to his catchphrase, the foundation said Puppers was \"forever in our hearts, eternally comfy\". Puppers, also known as Max, would end his streams by telling fans to \"stay comfy, because if you're comfy, you're winning\". The streamer was diagnosed with ALS - the most common form of MND - in 2020. It affects the brain and nerves and causes weakness that gets worse over time, . There is no cure for the disease, but there are treatments to help reduce the impact on a person's daily life. A post on his Twitter page confirmed his death, saying he \" \". \"Thank you for all of the love and support throughout his career - making you all happy is truly what he lived for,\" it said. When Max was diagnosed with ALS, his friends - known by their online usernames Eshleee, Sunshine and Silver - \"moved across the country\" to provide care and support. \"Being his caregiver as he fought this absolutely awful disease was the biggest test and the biggest joy of my life,\" Sunshine told the BBC. \"I will never forget him, and a piece of my heart will remain empty without him.\" Silver said they \"will always remember\" Max's laugh and playing Dead by Daylight beside him, and Eshleee called the streamer \"a beacon of positivity\". \"I can't think of a single person who has had a greater impact on my life or the lives of so many,\" they said. \"I wouldn't trade a second of these last two years I had with him for anything.\" The three said they were \"devastated\" when Max was diagnosed, and set up Light in the Fog to help. More than 150 Dead by Daylight streamers collaborated in a multi-day event to raise money for his treatment and care, which was boosted by endorsements from - the most subscribed YouTuber in the world. The group are now asking the community for additional money to help cover his funeral costs, as well as outstanding medical costs from his treatment. There has been an outpouring of support from the wider gaming community, which has called him a \" \" and \"a kind soul we didn't deserve\". The developers of Dead by Daylight, who had previously added an item to the game in honour of him, called him \"one of the brightest lights in The Fog\", a feature which helps players stay hidden from each other. Meanwhile, hundreds of posts from fans responding to the news echoed Puppers' signature sign off. \"Rest easy,\" many of the posts said, \"stay comfy\". This video can not be played In just three years Twitch has become a household name for videogamers but does it represent a new mainstream cultural phenomenon?"},
{"title": "More than 280 dead in India train crash", "url": "https://www.bbc.com/news/world-asia-india-65793257", "author": null, "date": "2023-06-03T03:27:46.000Z", "text": "This video can not be played Footage showed rescuers trying to free victims from the wreckage More than 200 ambulances were sent to the scene in Balasore district, says Odisha's chief secretary Pradeep Jena. One passenger train is thought to have derailed before being struck by another on the adjacent track late on Friday. It is India's worst train crash this century. Officials say the death toll is expected to rise further. Indian Railways said the two services involved were the Coromandel Express and the Howrah Superfast Express. Sudhanshu Sarangi, director general of Odisha Fire Services, said that the death toll stood at 288. Mr Jena said earlier that more than 100 additional doctors had been mobilised. Indian Prime Minister Narendra Modi said he was distressed by the incident and his thoughts were with the bereaved families. \"Rescue ops are under way at the site of the mishap and all possible assistance is being given to those affected,\" he tweeted. Meanwhile, Home Minister Amit Shah labelled the incident \"deeply agonising\". One male survivor said that \"10 to 15 people fell on me when the accident happened and everything went haywire. I was at the bottom of the pile. \"I got hurt in my hand and also the back of my neck. When I came out of the train bogie, I saw someone had lost their hand, someone had lost their leg, while someone's face was distorted,\" the survivor told India's ANI news agency. A day of mourning has been announced in the state. It is believed that several carriages from the Shalimar-Chennai Coromandel Express derailed at about 19:00 local time (13:30 GMT), with some of them ending up on the opposite track. Another train -  the Howrah Superfast Express travelling from Yesvantpur to Howrah - is then thought to have hit the overturned carriages. Indian officials said that a goods train - which was stationary at the site - was also involved in the incident. They provided no further details. Some surviving passengers were seen rushing in to help rescue those trapped in the wreckage. Local bus companies were also helping to transport wounded passengers. India has one of the largest train networks in the world and accidents are common, despite successive governments investing hundreds of millions of dollars to improve the infrastructure, says BBC South Asia regional editor Anbarasan Ethirajan. India's worst train disaster was in 1981, when an overcrowded passenger train was blown off the tracks and into a river during a cyclone in Bihar state, killing at least 800 people. Please include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways: If you are reading this page and can't see the form you will need to visit the mobile version of the to submit your question or comment or you can email us at . Please include your name, age and location with any submission."},
{"title": "Brics ministers call for rebalancing of global order", "url": "https://www.bbc.com/news/world-africa-65784030", "author": null, "date": "2023-06-02T01:55:27.000Z", "text": "South African Foreign Minister Naledi Pandor said the group's vision was to provide global leadership in a world fractured by geopolitical tension, inequality and global insecurity. Brics is an acronym for Brazil, Russia, India, China and South Africa. Allegations of Russian war crimes in Ukraine have clouded the talks. The International Criminal Court (ICC) has issued an over the allegations and, as a member of the court, South Africa would be obliged to arrest him if he attends a Brics summit scheduled for Johannesburg in August. The Brics is seen by some as an alternative to the G7 group of developed nations, which held last month, and was also attended by the leaders of Brazil and India. G7 members have been highly critical of Russia and China. Brics countries have a combined population of more than 3.2 billion people, making up about 40% of the world's roughly 8 billion people. On the first of two days of talks in Cape Town, Indian Minister of External Affairs Subrahmanyam Jaishankar said the gathering must \"send out a strong message that the world is multipolar, that it is rebalancing and that old ways cannot address new situations\". \"At the heart of the problems we face is economic concentration that leaves too many nations at the mercy of too few,\" he said. Brazilian Foreign Minister Mauro Vieira described the Brics as an \"indispensable mechanism for building a multipolar world order that reflects the devices and needs of developing countries\". Chinese Vice Foreign Minister Ma Zhaoxu said the Brics group could be expanded to provide assistance to developing countries and emerging market economies. Russian Foreign Minister Sergei Lavrov said \"more than a dozen\" countries including Saudi Arabia had expressed interest in joining the group. His presence at the event was met with protests, with demonstrators holding a picture of Mr Lavrov with the words \"child murderer\". One protester told AFP news agency it was difficult to see South African officials \"shaking the hand of a person who is part of these systemic war crimes against Ukrainian children\", a reference to the ICC case against Mr Putin. South Africa's governing African National Congress (ANC) that go back to the years of white-minority rule before 1994, and the country has refused to criticise Moscow's invasion of Ukraine. Earlier this week, the country planned to change its laws so that it had the power to decide whether or not to arrest a leader wanted by the ICC. At a news conference, Dr Pandor was asked by BBC correspondent Andrew Harding whether Mr Putin would be arrested if he came to the summit in August. \"The president [Cyril Ramaphosa] will indicate what the final position in South Africa is,\" she replied. A senior official privately described the situation as a diplomatic nightmare from which the South African government was desperate to escape, and one option said to be under consideration is moving the summit to another country."},
{"title": "Performance, protest and pigs: Photos of the week", "url": "https://www.bbc.com/news/in-pictures-65789708", "author": null, "date": "2023-06-02T23:11:48.000Z", "text": null},
{"title": "Mystery of a deadly boat accident on an Italian lake", "url": "https://www.bbc.com/news/world-europe-65788462", "author": null, "date": "2023-06-02T23:00:09.000Z", "text": "on the picturesque and popular lake south of the Swiss Alps. One was a former agent from Israel's spy agency Mossad, two were Italian intelligence officers and the fourth victim was a Russian woman. They were among 23 people aboard the small boat that set out to cruise the lake. It is no doubt a traumatic event for the survivors and for the families who lost loved ones - but a number of facts about the case have prompted speculation about what exactly happened. Lake Maggiore and its shoreline are divided between the Italian regions of Lombardy and Piedmont, and the Swiss canton of Ticino. Several companies that produce technology capable of both military and civilian use are located in Lombardy - and Switzerland is considered a transit country for many intelligence members. And some of the people on the boat, of both nationalities, had apartments and houses there. The newspaper il Corriere della Sera reports that the area guarantees the governments of Italy and Israel a certain freedom of movement. While some reports say the boat ride was an innocent pleasure trip, several major Italian news outlets are reporting that it was a secret work meeting between Italian and Israeli agents. There is huge interest in the accident and public prosecutor Carlo Nocerino has been tasked with finding out what happened. He says 13 of those on board were Italian agents and eight were Israeli agents. Only the captain, Claudio Carminati, and his Russian wife did not work in intelligence. The cruise was planned to celebrate the birthday of someone on board. The 15-metre-long boat was an apt choice - it was called \"Good...uria\", a play on words that means \"pleasure\". But this boat was suddenly hit by a fierce storm with gusts of over 70km (43m) per hour. \"In a matter of thirty seconds, an apocalypse descended upon us,\" was how Mr Carminati described the incident, according to Italian newspaper il Corriere della Sera. \"The boat immediately capsized, and we fell into the water.\" Mr Carminati told investigators that no bad weather had been forecast. The boat was still on the lake after the scheduled return time. He is now being investigated for the possible crimes of causing a shipwreck and culpable homicide. His wife, Anna Bozhkova, was a 50-year-old Russian woman who had a residence permit to live in Italy. The other victims were Tiziana Barnobi, 53, and Claudio Alonzi, 62 - both members of the Italian secret service. An Israeli man, 50-year-old Simoni Erez, also died. He was a retired Mossad agent. His name was published in the Italian media, even as media outlets in Israel continued to refrain from reporting it. The others who were aboard the boat managed to swim to shore or were pulled from the water by other vessels that were dispatched to help or happened to be in the area. The cause of all deaths is drowning, although Italian news outlets report that no post-mortem examinations have been carried out. One other aspect to the mystery is that, according to Italian media, the survivors of the disaster seemingly rushed to leave immediately afterwards. The Italian press reports that the survivors quickly collected their belongings from their hotel rooms and from the hospital where they had received treatment and left. There is no paperwork about those who received medical treatment. The Israelis abandoned their rental cars and on Monday they were flown back home on an Israeli plane that picked them up in Milan. Their identities have not been disclosed, but Mr Nocerino, the public prosecutor, told the BBC it was normal to release only the names of victims and not the survivors. Israeli Prime Minister Benjamin Netanyahu's office confirmed on Wednesday that the Israeli man who died was a retired member of Mossad. \"The Mossad lost a dear friend, a devoted and professional member who dedicated his life to the security of the State of Israel for decades,\" the office said in a statement. \"Given his service with the agency it is not possible to elaborate on his identity,\" it added. The vessel involved in the incident has not yet been taken ashore. This means the investigation cannot properly begin, Mr Nocerino told the BBC. \"At the moment, it's entangled at the bottom of the lake and it might take two or three days to bring it up.\" Mr Nocerino added that the boat only had capacity for 15 passengers, but there were eight more than that aboard. It is being reported that the overcrowding made it harder for the captain to manoeuvre the boat in adverse weather conditions. Magistrates are investigating why there were more people than permitted aboard - and whether it should have been sailing on the lake at all given the bad weather. Mr Nocerino said the investigation would examine compliance with security measures, maintenance, certification and insurance of the vessel. Of course, with so much of the story remaining uncertain, speculation is likely to continue. The Carabinieri, Italy's military police, are assisting the investigation. They told the BBC it would examine the boat and the weather conditions - but not what the people were doing on board."},
{"title": "Argentina eases access to morning-after pill", "url": "https://www.bbc.com/news/world-latin-america-65772878", "author": null, "date": "2023-05-31T22:59:39.000Z", "text": "The government said making the morning-after pill more easily available removed an \"important barrier\" for those seeking to prevent pregnancy. The move was welcomed by feminist groups, who see it as a sign of progress in the Catholic-majority country. However pro-life campaigners said it sends out the wrong message. Argentina's health ministry said the measure would help avoid unintentional pregnancies by overcoming \"difficulties of access to health services, contraception supplies, and education\" faced by some. \"This removes an important barrier to access,\" Valeria Isla, director of sexual and reproductive health at the ministry, told Reuters news agency. \"People can have this method of contraception as support before an emergency happens.\" Vanessa Gagliardi, leader of the feminist group Juntas y a la Izquierda, said the move would help \"de-stigmatise\" the morning-after pill in a country where seven out of 10 adolescent pregnancies were unplanned, according to official data. Argentine pro-life group DerguiXlaVida called the measure worrying, accusing the government of \"essentially orienting itself towards promoting abortive measures\". It said the move was recognition of the \"failure of pregnancy prevention [and] sex education\". It is the latest sign of progress on reproductive rights in Argentina, one of the largest and most influential countries in Latin America, a region where the Catholic Church remains powerful. In 2020, the country , a move opposed by the Church, which had called on senators to reject the bill. Terminations had previously only been allowed in cases of rape or when the mother's health was at risk. Emergency contraception pills  - commonly known as morning-after pills - taken within 120 hours of unprotected sex prevent pregnancy by blocking the fertilisation of the egg, , although it is more effective within 12 hours. Emergency contraception - including emergency contraceptive pills and copper-bearing intrauterine devices - can prevent about 95% of pregnancies when taken within five days of intercourse, the WHO says."},
{"title": "Do Russians really hate the West?", "url": "https://www.bbc.com/news/av/world-europe-65785664", "author": null, "date": "2023-06-02T17:01:03.000Z", "text": "This video can not be played Russia's President Vladimir Putin claims the West is trying to put chains around his country. But do Russians actually believe this? The BBC's Russia editor Steve Rosenberg travels to the town of Yaroslavl to find out."},
{"title": "Are tornadoes in the US getting worse?", "url": "https://www.bbc.com/news/av/world-us-canada-65700588", "author": null, "date": "2023-06-01T22:30:46.000Z", "text": "This video can not be played They are largely unpredictable and unforeseeable but are twisters becoming a more serious threat to Americans in their path? The BBC's Carl Nasman explains."},
{"title": "Photographer blends Africa with Welsh communities", "url": "https://www.bbc.com/news/uk-wales-65709322", "author": null, "date": "2023-05-29T18:05:27.000Z", "text": "Since then, he's been on more than 100 foreign commissions with most of them in Africa. The photographer and lecturer from Newport feels a special connection to the continent. Now he is settled in Cardiff capturing the flourishing African communities across Wales. Glenn was in his mid 20s when he borrowed his father's Topcon RE Super. He was a steelworker at the time but felt like he hadn't found his true passion. \"I found myself going into the markets or unusual places in Tenerife where tourists probably didn't go,\" he said. \"I felt that I'd found what I wanted to do with my life.\" He got his lucky break while attending a photography course in his home city. A local doctor called Theodore Griffiths was talking about his work in India and Glenn was invited to attend. Glenn asked him whether photographs helped to promote aid work in developing causes and Dr Griffiths said images helped to raise awareness. He was invited over, and described the experience as \"life-changing\". \"I feel myself getting emotional because I'd never experienced it before and I haven't since,\" he said. \"Something happened to me over there.\" The left many suffering with more than 23 million people needing help. Glenn was out there working and it led to him questioning himself for the first time. \"It was an open truck where people were going, collecting bodies from families and just throwing them on the back. I was photographing people's grief and I felt guilty,\" he said \"I was walking in a refugee camp in a tent and there was a woman holding her husband and he was obviously going to die. \"I could've gone in there taking pictures, but I couldn't because it was so personal. That's when I realised that I wasn't sure I was capable of going in too deep on the hard news.\" These days he photographs African communities around Wales, with some of his images recently featuring in an exhibition at Aberystwyth Art Centre. \"There was a guy from Uganda walking around. He was so proud to see himself on the walls of a gallery,\" he said. Such moments are what give the photographer most pride. Glenn has focused his work on many other groups. The are hosting the first Dathliad Cymru-Africa (Celebrate Wales-Africa) Festival in Bethesda, Gwynedd, next weekend. Founders Cathryn McShane-Kouyate and N'famady Kouyate set it up in 2019 'as a celebration of the richness of diversity in Wales. \"There were no West African musicians my husband could join so we started collaborating,\" Cathryn said. Covid was difficult for the creative couple but they made the most of it. \"We did some online projects and then, once the restrictions ended we hit the ground running really. We've been building to this point,\" Cathryn added. Cathryn is optimistic the festival can continue to grow in the future. \"I can see us moving to reach other communities. We've had interest from other venues. Celebrating Africa and Wales and those links that we have,\" she said. Tijesunimi Olakojo is a community stage coordinator for the festival. She came to Wales in November 2020 after moving to the UK from Nigeria. An adviser from the Red Cross told her to pursue what she loved. As a performer, she and the Successors were a match made in heaven, she believes. The Cardiff-based group offer an African interactive music experience and a cultural exchange of percussion, music, drumming, singing, storytelling, and dance. \"I love it. I feel like it's home because I have not seen something like this before in Wales,\" she said. \"People here welcome outsiders and for me that a very big deal. I love the sense of community.\" Martha Musonza Holman, the founder of the Love Zimbabwe charity, lives in Abergavenny after being forced to flee her home country in 2001 and has worked tirelessly to create links between her adopted country and her country of birth. \"I've been very lucky because Abergavenny is a community-oriented place. So a lot of people have welcomed me. We've got so many people from different parts of the world,\" she said. Her role as a teacher gives the her the opportunity to bring a bit of African culture into Welsh schools. \"We work with children, teach them African songs and raise money for the charity. So I'm part of the community and I love it. When I'm in Abergavenny I can go anywhere,\" she added."},
{"title": "City v United in first all-Manchester FA Cup final", "url": "https://www.bbc.com/sport/football/65785637", "author": null, "date": "2023-06-03", "text": null},
{"title": "Photographing history: The quarrymen of Wales", "url": "https://www.bbc.com/news/uk-wales-65717619", "author": null, "date": "2023-05-28T11:32:19.000Z", "text": "He is talking about his most recent photography exhibition: Chwarelwyr - Quarrymen. The exhibition consists of five large portraits, each of a Welshman who spent his life working in the quarries of Wales. What sets them apart from traditional portraits is the use of double exposure, where the image is layered on top of another, which in this case are landscape images. \"When I started this project it was about the natural landscape,\" Mr Jones said, \"and how industrialisation  has changed that landscape.\" \"And then I thought: 'Well, these [quarries] wouldn't exist without the people'. \"I had a few family members that were quarrymen, but when I was younger I didn't appreciate what they had achieved. \"But now, every time I visit a quarry, it feels like you're walking through history, because you realise what these men achieved on a grand scale without the machinery or the health and safety [we have today].\" Mr Jones interviewed each of the men beforehand, to learn more about their lives in the quarries. Two of the men have since died - something which Mr Jones said made the capture of their faces, and the stories within them, all the more important. \"We do need to document what's going on, and our culture, because it's important for the next generation to be inspired by that.\" First shown in the National Slate Museum in Llanberis, the exhibition has gone on to Swansea, Pembrokeshire, the Railway Museum in Gwynedd, and is now on display in New York. It will stay there for six months before moving on to Vermont, and Mr Jones hopes he can eventually take the images on to Pennsylvania. \"I know that's a big area where the Welsh immigrated to, but anything from New York is a bonus, so we'll see how it goes.\""},
{"title": "New Yorkers gather for Manhattanhenge", "url": "https://www.bbc.com/news/world-us-canada-65761850", "author": null, "date": "2023-05-31T03:01:17.000Z", "text": "The city's famous grid system framed the setting sun, casting a warm glow over the concrete jungle. The phenomenon typically draws thousands of onlookers, tourists and locals alike, who vie to capture the perfect image. The first night of Manhattanhenge happened on Monday, with only half the setting sun on view. On Tuesday, the full sun was on display between the skyscrapers at sunset. The next time to catch the show will be in July. This is when the sunset aligns perfectly with Manhattan's skyscrapers, which were built on the city's street grid layout. Similar \"henge\" phenomena also occur in other cities with large amounts of skyscrapers and long straight streets - such as Chicago, Montreal and Toronto. As far as sunset goes, the event happens in May and July, and for two nights each. There's also a sunrise version that occurs in the winter. It happens about three weeks before and three weeks after the summer solstice. Astrophysicist Neil deGrasse Tyson first used the term Manhattanhenge in 1997, inspired by its likeness to Stonehenge, where the sun aligns with concentric circles of vertical stones on each of the solstices. \"As a kid, I visited Stonehenge in the Salisbury Plain of England and did research on other stone monuments across the British Isles. It was deep within me,\" says deGrasse Tyson. \"So I was, in a way, imprinted by the emotional power that terrestrial alignments with the Sun can have on a culture or civilisation.\" It will happen next on 12 July at 20:20 and on 13 July at 20:21 local time. Viewers above 14th Street and below 155th Street can catch the spectacle. The New York City Department of Parks and Recreation recommends these streets for a great view: 57th Street, 42nd Street, 34th Street, 23rd Street and 14th Street. While 42nd Street is a popular viewing spot, any east-west street will offer a generally good view - just be sure to head as far east as possible."},
{"title": "Long lashes and fashion flair: Africa's top shots", "url": "https://www.bbc.com/news/world-africa-65772200", "author": null, "date": "2023-06-01T23:35:00.000Z", "text": null},
{"title": "The chip maker that became an AI superpower", "url": "https://www.bbc.com/news/business-65675027", "author": null, "date": "2023-05-30T15:28:15.000Z", "text": "It means it joins tech giants Apple, Amazon, Alphabet and Microsoft in The surge was sparked by its latest quarterly results which were released late on Wednesday. The company said it was raising production of chips to meet \"surging demand\". Nvidia has come to dominate the market for chips used in artificial intelligence (AI) systems. Interest in that sector reached frenzied levels after ChatGPT went public last November, which sent a jolt well beyond the technology industry. From , and , ChatGPT has proved to be a wildly popular application of AI. But all that would not be possible without powerful computer hardware - in particular computer chips from California-based Nvidia. Originally known for making the type of computer chips that process graphics, particularly for computer games, Nvidia hardware underpins most AI applications today. \"It is the leading technology player enabling this new thing called artificial intelligence,\" says Alan Priestley, a semiconductor industry analyst at Gartner. \"What Nvidia is to AI is almost like what Intel was to PCs,\" adds Dan Hutcheson, an analyst at TechInsights. ChatGPT was trained using 10,000 of Nvidia's graphics processing units (GPUs) clustered together in a supercomputer belonging to Microsoft. \"It is one of many supercomputers - some known publicly, some not - that have been built with Nvidia GPUs for a variety of scientific as well as AI use cases,\" says Ian Buck, general manager and vice president of accelerated computing at Nvidia. Nvidia has about 95% of the GPU market for machine learning, noted a recent . Its AI chips, which it also sells in systems designed for data centres, cost roughly $10,000 (PS8,000) each, though its latest and most powerful version sells for far more. So how did Nvidia become such a central player in the AI revolution? In short, a bold bet on its own technology plus some good timing. Jensen Huang, now the chief executive of Nvidia, was one of its founders back in 1993. Then, Nvidia was focused on making graphics better for gaming and other applications. In 1999 it developed GPUs to enhance image display for computers. GPUs excel at processing many small tasks simultaneously (for example handling millions of pixels on a screen) - a procedure known as parallel processing. In 2006, researchers at Stanford University discovered GPUs had another use - they could accelerate maths operations, in a way that regular processing chips could not. It was at that moment that Mr Huang took a decision crucial to the development of AI as we know it. He invested Nvidia's resources in creating a tool to make GPUs programmable, thereby opening up their parallel processing capabilities for uses beyond graphics. That tool was added to Nvida's computer chips. For computer games players it was a capability they didn't need, and probably weren't even aware of, but for researchers it was a new way of doing high performance computing on consumer hardware. It was that capability that helped sparked early breakthroughs in modern AI. In 2012 Alexnet was unveiled - an AI that could classify images. Alexnet was trained using just two of Nvidia's programmable GPUs. The training process took only a few days, rather than the months it could have taken on a much larger number of regular processing chips. The discovery - that GPUs could massively accelerate neural network processing - began to spread among computer scientists, who started buying them to run this new type of workload. \"AI found us,\" says Mr Buck. Nvidia pressed its advantage by investing in developing new kinds of GPUs more suited to AI, as well as more software to make it easy to use the technology. A decade, and billions of dollars later, ChatGPT emerged - an AI that can give eerily human responses to questions. AI start-up Metaphysic creates photorealistic videos of celebrities and others using AI techniques. Its created a stir in 2021. To both train and then run its models it uses hundreds of Nvidia GPUs, some purchased from Nvidia and others accessed through a cloud computing service. \"There are no alternatives to Nvidia for doing what we do,\" says Tom Graham, its co-founder and chief executive. \"It is so far ahead of the curve.\" Yet while Nvidia's dominance looks assured for now, the longer term is harder to predict. \"Nvidia is the one with the target on its back that everybody is trying to take down,\" notes Kevin Krewell, another industry analyst at TIRIAS Research. Other big semiconductor companies provide some competition. AMD and Intel are both better known for making central processing units (CPUs), but they also make dedicated GPUs for AI applications ( ). Google has its tensor processing units (TPUs), used not only for search results but also for certain machine-learning tasks, while Amazon has a custom-built chip for training AI models. Microsoft is also , and Meta . In addition, for the first time in decades, there are also computer chip start-ups emerging, including Cerebras, SambaNova Systems and Habana (bought by Intel). They are intent on making better alternatives to GPUs for AI by starting from a clean slate. UK-based Graphcore makes general purpose AI chips it calls intelligence processing units (IPUs), which it says have more computational power and are cheaper than GPUs. Founded in 2016, Graphcore has received almost $700m (PS560m) in funding. Its customers include four US Department of Energy national labs and it has been pressing the UK government to use its chips in a new supercomputer project. \"[Graphcore] has built a processor to do AI as it exists today and as it will evolve over time,\" says Nigel Toon, the company's co-founder and chief executive. He acknowledges going up against a giant like Nvidia is challenging. While Graphcore too has software to make its technology accessible, it is hard to orchestrate a switch when the world has built its AI products to run on Nvidia GPUs. Mr Toon hopes that over time, as AI moves away from cutting-edge experimentation to commercial deployment, cost-efficient computation will start to become more important. Back at Nvidia, Ian Buck is not overly concerned about the competition. \"Everyone has the need for AI now,\" he says. \"It is up to others to work out where they are going to make a contribution.\""},
{"title": "Moment climber found in rare Everest ‘death...", "url": "https://www.bbc.com/news/av/world-asia-65773723", "author": null, "date": "2023-06-01T03:44:40.000Z", "text": "This video can not be played Nepali guide Gelje Sherpa found a Malaysian climber shivering and clutching a rope in the area of Mount Everest called the \"death zone\", where temperatures can dip to -30C. He carried the climber down from 8,500m above sea level over the course of six hours. Nepali tourism official Bigyan Koirala said it was \"almost impossible to rescue climbers at that altitude\" and that it was a \"very rare operation\"."},
{"title": "The 'exploding' demand for giant heat pumps", "url": "https://www.bbc.com/news/business-65321487", "author": null, "date": "2023-05-29T23:23:50.000Z", "text": "If for some reason you wanted to bring it from a pleasant 20C to boiling point, German firm MAN Energy Solutions (MAN ES) has a heat pump that could do it. And it would take less time than Kenneth Branagh's film version of Hamlet. \"We can do this in less than four hours,\" explains Raymond Decorvet, who works in business development at MAN ES. \"Or we could freeze the whole thing in about 11 hours.\" Theirs is among the largest heat pump units in the world. Heat pumps work by compressing gently warmed refrigerants to raise the temperature of these fluids. That heat can then be passed on to homes or industrial machinery. Heat pumps require electricity to work but can produce around three or four kilowatt hours of heat for every kilowatt hour of power they consume. Heat pumps but domestic devices are relatively small and tend to have outputs of several kilowatts or so. MAN ES's biggest commercial heat pump is thousands of times more powerful - with a total heating capacity of 48 megawatts (MW). It can produce temperatures of up to 150C and heat thousands of homes, not just one. The company recently installed two of these machines in the port city of Esbjerg, in Denmark. In this installation, the heat pumps' CO2 refrigerant will absorb a small amount of heat from seawater. Compressors boost the temperature of the CO2 and the system can then transfer this heat, providing water of up to 90C to a district heating system serving 27,000 households. \"The demand for district heating is exploding,\" says Mr Decorvet. An urgency to move away from fossil fuels is leading to a rush - particularly in Europe - for bigger and beefier heat pump systems that can power entire towns. But who has the biggest, megawatts-wise? It might seem like a relatively straightforward question but it is actually quite tricky to answer definitively. Not least because heat pumps don't tend to work at maximum capacity all the time. In Esbjerg, MAN ES's heat pumps will run at about half their potential output, for instance. And trying to compare the world's largest heat pump systems is difficult because, often, they are made up of multiple smaller heat pumps chained together. Take the district heating system in Stockholm, Sweden, often referred to as the largest heat pump set-up in the world. This is probably true, it has a maximum capacity of 215MW - but that total is the sum of seven heat pumps, two 40MW and five 27MW devices, a spokesman for energy provider Stockholm Exergi explains. Elsewhere in Sweden, Gothenburg that consists of four units. Two of them are actually bigger than those in Stockholm, with capacities of 50MW each. They have been in operation since 1986 and probably hold the title of the most powerful individual heat pumps currently in use, though they are clearly rivalled by newer devices such as those made by MAN ES. Last year, German chemicals firm BASF and MAN ES announced their intention to build a 120MW heat pump that would, . It would have provided heat for industrial uses at a site in Ludwigshafen. However, it was not to be. \"BASF has decided not to proceed with the project,\" a spokesman told the BBC. The firm is exploring other potential heat sources instead, which it hopes will be more economically attractive. Size isn't necessarily everything, notes Dave Pearson, group sustainable development director at Star Refrigeration. Efficiency matters and he argues that ammonia - his firm's choice of refrigerant - helps to make heat pumps particularly efficient. Veronika Wilk at the Austrian Institute of Technology and colleagues have studied the use of heat pumps for industrial applications, to provide heat in pharmaceutical, food or paper factories, for example. So long as they don't require very high temperatures beyond 200C, companies are increasingly turning to heat pumps, Dr Wilk argues, because it allows them to move away from natural gas, which following Russia's invasion of Ukraine. But industrial heat pumps tend to be merely several MW in capacity or so. You are more likely to spot truly giant heat pumps in a district heating system, such as those mentioned above, says Dr Wilk. \"The beauty of district heating is that you can decarbonise a lot of households at once,\" she adds. There are many other examples of heat pump-powered district heating systems springing up. In Vienna, a 55MW system using three heat pumps is due to go live this autumn. The machines will harvest heat, around 6C, from treated wastewater, explains Linda Kirchberger, division manager asset decarbonisation and new technologies at Wien Energie. The treated water used to go straight into a river. \"Now it does a detour and we take it through the heat pump system,\" she says. The system will lift temperatures from 6C to 90C and the heat will go on to supply 56,000 households. In 2027, Wien Energie plans to double the system's capacity with three more heat pumps, reaching 110MW in total. While still impressive, and weighing more than 200 tonnes each, these individual units have a capacity of less than 20MW. The manufacturer, Johnson Controls, confirmed to the BBC that its largest heat pumps have a maximum output of 28MW. A similar system, also using heat from wastewater, is planned in Hamburg, . It will have a capacity of 60MW, though this too will rely on multiple heat pumps linked together, a spokeswoman for Hamburg Wasser, the water company involved in the project, says. But keep an eye on the future. In the Finnish capital Helsinki, a gargantuan heat pump system with a total capacity of 500MW. This will likely be comprised of multiple units, as in Stockholm, Gothenburg and Esbjerg, but Helen, the energy company behind the scheme, has not yet revealed how it will all come together. MAN ES is one firm bidding for the contract. A spokesman declined to explain exactly what configuration of heat pumps would allow the company to provide 500MW of heat. Mr Decorvet says, simply, \"I hope we are going to win.\""},
{"title": "Windrush generations mark 75th anniversary", "url": "https://www.bbc.com/news/in-pictures-65682878", "author": null, "date": "2023-05-30T23:58:01.000Z", "text": "Deborah Klass founded the Windrush Generation Legacy Association, in Croydon, south London, in 2019, fulfilling the dying wishes of her father, Michael Harry, who arrived from Grenada in the 1950s. And half of the association's unit in the Whitgift Shopping Centre is dedicated to the re-creation of a traditional front room and bedroom. \"In the first week we had to buy boxes and boxes of tissues because people would come in and reminisce and share their stories,\" Ms Klass says. \"We were full of emotion.\" The other half of the unit is community space and hosts rotating exhibitions and events. And at the opening of Colin Brown's exhibition, Lovers Rock - a form of reggae created by the second generation, in the 1970s - Audrey Scott sang her hit, Goodbye my Love. Jaxxon Rowe, born last month, is the youngest person to feature in Windrush: A Voyage through the Generations. He is fourth generation and the first child of Quincy Rowe, of Jamaican heritage, and Natasha Paine. \"It's incredibly important for me that he understands both sides of his heritage,\" Quincy says. Brixton Immortals Domino Club is collaborating with Lambeth Libraries to teach youngsters the game, typically played by \"the elders\". This was the first time Jeremiah had played. And a month later, his Jamaican-born mother, Jenief Marriot, said: \"Every day, he walks around the house asking for a round of dominoes. He loves to play. He loves to win.\" Three generations of a family gathered in Margaret Grocia's flat, in Brixton, south London, to celebrate its blessing by the Reverend Mark Williams, of St John the Divine, in nearby Kennington, which included the traditional pouring of spirit on the floor as a sign of respect for the dead. Ms Grocia, third generation, says: \"When I think about Easter in Jamaica, it's buns and cheese and fried fish. We do that every year - and the grandchildren know that's what we do. They'll hopefully instil it in their children.\" Ingrid Munroe, 73, who arrived from Guyana in 1972, has taught her granddaughter to crochet, a traditional skill used by many of the early migrants to decorate their homes. \"When we were on holiday in Turkey, last year, we would sit on the balcony and do crochet together,\" Carlicia, 13, says. Ingrid has four daughters, six grandchildren and four \"great-grands\". Traditional Dutch cooking pots such as this - believed to be nearly 40 years old - are in many Jamaican homes. \"For some it's just a pot - but for us it's a generation-to-generation piece and we cook the best curry goat, the best oxtail, and the best stewed chicken in that pot,\" Alisa Flemming, third generation, says. Last summer, a parade organised by the West Indian Association of Service Personnel (Wasp), based in nearby Clapham, marched proudly up Brixton Road, led by a young drummer. Every Remembrance Day and a Sunday around Windrush Day, local dignitaries, veterans, cadets and members of the armed forces from an array of Caribbean and African countries join the parade, which spans the generations. On Remembrance Day 2021 and 2022, Azizi Peters, now 25, who came to Britain in 2020 and joined the Army, laid wreaths on behalf of the armed forces. \"I'm a Vincentian - I am from Saint Vincent and the Grenadines,\" she says. Twins and mothers Krystyna Antoine and Kerryn Ghann, 36, fourth generation, work in the National Health Service, just like so many of the first generation. Krystyna says: \"My heritage is definitely in my DNA. There are values I love and respect. It's not money. It's not things. It's just being saturated with love, compassion - and food.\" Kerryn says: \"I choose what to impart to my children. If I don't impart my culture into my kids, they will lose it. \"I don't want my Caribbean culture to fizz out and I don't want my girlies to question their Jamaican and their Ghanaian roots.\" Elaine Roberts, whose parents arrived from Jamaica at the beginning of the 1960s, is part of a team that provides a free food package in Clapham, mostly for Caribbean elders. \"My mum taught me to cook,\" Elaine says. \"When we came home from school, me and my sisters had to cook food for when she came in from her work, as a cleaner in Vauxhall College. I've taught my children and grandchildren how to cook Jamaican food. \"It's been 14 years I've been here, every Thursday without fail. It's good what we are doing here, helping people.\" Brightly coloured nail varnish is now appearing around the domino tables of south London. Founded in 2021, Diamonds, the only all-women team in the country, drew 30 members from five clubs. Aged from their 20s to their 60s, they wear baby-pink polo shirts with their nicknames on the backs. And in April, after beating an all-men Wasp team, in Clapham, they danced proudly with their trophy to Rihanna's hit Diamonds. In December 2019, Jayanne Davis (above left), then aged 19, oversaw the traditional pouring of the \"last tot\" for her mother, Diane, as part of a traditional Jamaican funeral. Three years before, Diane had poured the last tot on to the coffin of her mother, Floris, who had arrived from Jamaica in the mid-50s to become an NHS nurse. In 2018, Diane had told Grover: \"It's about keeping your roots and culture. Everything I have been taught I pass on to my children - so, hopefully, when it's my time, I will get that send off, because that's what I'd want.\" Merah-Louise Smith, 110, is one of, if not the, oldest, woman of Caribbean heritage in the UK. She arrived from Jamaica in 1963, following the death of her husband, in 1959. Ms Smith has three children, six grandchildren, 11 great-grandchildren and three great-great-grandchildren and will shortly receive the freedom of the borough in Croydon. \"I still am a Jamaican,\" she says. \"Of course I feel Jamaican.\""},
{"title": "Andrew Tate denies allegations of...", "url": "https://www.bbc.com/news/av/world-europe-65780936", "author": null, "date": "2023-06-01T16:48:25.000Z", "text": "This video can not be played Social media influencer Andrew Tate has denied allegations of emotional manipulation for financial gain. In an interview with BBC's Lucy Williamson, he dismissed the testimonies of individual women involved in the current investigation - who have accused him of rape and exploitation. He also claimed no controversial comments have been taken down from his website."},
{"title": "A war crimes case and what's next... in 83...", "url": "https://www.bbc.com/news/av/world-australia-65774132", "author": null, "date": "2023-06-01T12:30:55.000Z", "text": "This video can not be played Australia's most decorated living soldier Ben Roberts-Smith has lost a historic defamation case against three newspapers that accused him of war crimes in Afghanistan. The BBC's Phil Mercer explains how it unfolded, and what it could mean for Mr Roberts-Smith."},
{"title": "One-minute World News", "url": "https://www.bbc.com/news/av/10462520", "author": null, "date": "2023-05-31T09:04:54.000Z", "text": "This video can not be played Watch the latest news summary from BBC World News. International news updated 24 hours a day."},
{"title": "Beijing's comedy crackdown is hitting its music scene", "url": "https://www.bbc.com/news/world-asia-china-65784761", "author": null, "date": "2023-06-02T23:13:16.000Z", "text": "The mosh pit expands and contracts with bodies crashing into one another. What might appear violent and aggressive is actually a friendly, high-spirited celebration of music and collective enjoyment. After years spent waiting to shake off China's Covid restrictions, there are smiles all round. Relief. Fun. Hilarity. A friend passes me a drink just as the human wave approaches and I get dragged in, spraying the contents of my cup over all those around me. Nobody cares. It only adds to the desired chaos. It's a hot evening and we'll all dry off quickly. In a country where cultural events are closely monitored by the Communist Party, the underground music scene in the capital has remained energetic, real, cheeky and innovative. It's a world, for the most part, beyond the grasp of dullard officials. A venue owner once told me about a visit he'd had from a local government representative who looked around the area at the front of the stage and asked where the tables and chairs were. The owner tried to explain that the customers preferred to make do without them. He told me he could almost see the cogs turning in the official's brain: they... don't... want to sit down... why... what? Beijing has always been at the heart of this vibrant scene. Every sneaker-staring, guitar-hugging kid with a broody set of love songs who wants to stand up and play, drifts into this city. Higher rents and gentrification were already posing great challenges before three years of tough Covid restrictions put some venues out of business. But after the government suddenly abandoned its zero-Covid policy, the music came back quickly. Audiences couldn't wait for some live sound again, the bands were up for performing and the bars were certainly eager to make money to pay the bills. All was looking up until Li Haoshi, . During his live act, he described two dogs chasing a squirrel and said they should \"adopt a good style of work\" in order to \"fight and win battles\". It was an expression which Chinese leader Xi Jinping has used to praise the People's Liberation Army. Audio of the joke was published on social media and subsequently weaponised by ultra-nationalists who even targeted the audience for laughing at it. Li was detained. His contract had already been terminated after his employers, Xiaoguo Culture, were . He is expected to receive a prison sentence after police said they'd opened an official investigation into his routine which - in their words - had \"caused a severe social impact\". China's most famous comedy company has had its shows suspended in Beijing and Shanghai, and there are fears that venues won't want to book stand-up shows in the future because of the risk it now entails. Word has clearly gone out that comedy performances should be controlled. But some officials have decided that this also means all performances deemed too potentially edgy, need to be reined in as well. This has led to a crackdown on live music. Bars and cafes without the correct permits to host live events are in the sights of inspectors. Foreigners who play in bands without specific live performance visas are getting into trouble. Ever since workers from overseas were allowed into China, as the country re-opened, some of them have played music on the side, say in jazz bands. Apart from the obvious enjoyment in doing this, it has also been their way of giving something back to a city they've come to know and love. That over-zealous officials would go after Beijing's non-credentialed saxophonists is seen as absurd by most locals. The problem is that those making the decisions here are keen to be seen to be imposing the Party's will more enthusiastically than rival bureaucrats. However, their motives are not the most important consideration for those in the music industry. All that matters is how long this crackdown might last, and what needs to be done in the meantime. There's a simple answer: they don't know how long this will go on and so, for the time being, they will keep their heads down. One venue owner laughed at the idea that he would go even on the record about this: \"Why would anyone speak to you about it in front of a microphone? I wouldn't,\" he said to me. In the past, the fine arts have also been targeted in such crackdowns. The inspectors would enter a gallery, point to a few works and say, \"they've got to come down\". Those pieces would go out the back and the gallery would live to fight another day. In recent years, artists have also been kicked out of the country and now galleries have to be more careful with what might be seen as provocative or potentially politically sensitive. Musicians too have to be more careful. I once heard the lead singer of a punk band declare, in English, on stage, that the Communist Party is the mafia. A long \"woooo\" could be heard around the room amid the laughter. But hearing sentiments like that expressed is rare. For the most part, bands are singing about love and breaking up or the search for meaning in this complicated world. For now - at least at the venues with all their paperwork in order - performances are continuing. So, as long as the music is playing, the punks and indie rockers will keep meandering into the hutongs - Beijing's narrow alleyways. They will be hoping that this is merely a speed bump rather than a growing threat to one of the best things about modern culture in China's ancient capital."},
{"title": "Affair my 'biggest, sorriest secret' -...", "url": "https://www.bbc.com/news/av/uk-65780937", "author": null, "date": "2023-06-02T05:23:46.000Z", "text": "This video can not be played Phillip Schofield has said his affair with a younger male colleague was \"his biggest, sorriest secret\". , the former host of ITV programme This Morning said the affair was \"consensual\" but his \"fault\"."},
{"title": "Huge sandstorm sweeps across Suez Canal in...", "url": "https://www.bbc.com/news/av/world-africa-65788250", "author": null, "date": "2023-06-02T10:41:20.000Z", "text": "This video can not be played A video posted online shows a sandstorm surrounding the Suez Canal, which led to authorities closing two ports. Parts of Egypt have been hit by clouds of dust and sand. One person died and five others were injured on Thursday, when a billboard collapsed as a result of the sandstorm sweeping through Egypt's capital city Cairo. The Suez Canal is one of the busiest waterways in the world."},
{"title": "Alison Hammond breaks down on air about...", "url": "https://www.bbc.com/news/av/entertainment-arts-65785693", "author": null, "date": "2023-06-02T09:42:32.000Z", "text": "This video can not be played This Morning presenter Alison Hammond has broken down live on the programme about her former colleague Phillip Schofield. She was speaking after Schofield gave an interview to the BBC about his affair with a younger male employee."},
{"title": "Will Sophie step up from kitchen disco to...", "url": "https://www.bbc.com/news/av/entertainment-arts-65786636", "author": null, "date": "2023-06-02T07:57:09.000Z", "text": "This video can not be played Sophie Ellis-Bextor has addressed rumours she's been shortlisted to be the UK's Eurovision entry for 2024. She was put on the spot by BBC Breakfast presenters about her willingness to create Murder on the Dancefloor. Here's what she had to say."},
{"title": "The tech tricks that make computer games look real", "url": "https://www.bbc.com/news/business-65532128", "author": null, "date": "2023-06-01T23:13:37.000Z", "text": "It is overcast. Weeds push through paving cracks outside. A dog barks somewhere in the distance but nobody seems to be around. Inside the shadowy, rubble-filled interior, it becomes clear people are hiding here. People who would kill him. \"This is the only game I've ever seen that actually confuses my brain into thinking it's real,\" below the YouTube video of gameplay from Unrecord, an upcoming title by French indie game studio Drama. The video chalked up millions of views in just a few weeks and caused a sensation in the games industry. Some commentators on social media questioned if it really was a game and, if so, whether it was actually a little too real - too raw - an experience. Drama declined an interview with the BBC, saying: \"We are currently busy with investors and publishers.\" But graphics in many different games have been getting noticeably more sophisticated, arguably approaching what's known as \"photorealism\" - indistinguishable from photos or videos of the real world. The Unrecord demo looks so lifelike partly thanks to some clever techniques, says Piers Harding-Rolls, head of games research at Ampere Analytics. Mr Harding-Rolls points to the shaky camera, which imitates actual crime scene footage. The dull lighting, grittiness and urban bustle audible in the background all help, too. But could it make some people uncomfortable? \"That setting for it is quite reminiscent of some of the more horrendous footage you get out of real life,\" notes Mr Harding-Rolls. In a statement posted on Twitter, Drama said the game is not inspired by specific real-life events. Also, look closely at still images from the video and it's possible to see some objects and textures that don't look realistic at all. This might not matter - but it does undermine the idea that the game is photorealistic. Mr Harding-Rolls points out that, in general, advances in graphics matter for the games industry: \"Consumers definitely want that. They love looking at things and thinking, 'Wow, this looks amazing'.\" Rachel McDonnell, professor in creative technologies, Trinity College Dublin agrees that the Unrecord video is impressive, though she notes that certain character animations are a little clunky. They call to mind the movement of characters in other games falling over and dying in pre-programmed sequences. \"Animation hasn't caught up with the rendering at all in games yet,\" she says, adding that crowds are particularly tricky to make lifelike. \"You'll still see them doing very strange behaviour, running around in circles and getting stuck - that instantly breaks you from your presence in the game.\" Experiments she and her colleagues have conducted suggest that, for players' immersion in games, how an on-screen character looks is . Marc Whitten, president of Create Solutions at game software firm Unity notes that today's most realistic content relies on highly-detailed 3D modelling of objects. Last year, Unity showed off a computer generated featuring two million individually rendered strands of fur. \"If you don't do that, it does not come across as photorealism,\" argues Mr Whitten. The firm has also developed highly lifelike models of humans, controls their subtle facial expressions. There's still room for improvement, he adds. There are many other difficult-to-simulate materials, such as clothing, which are still a long way from looking photorealistic in games. One important emerging technology for game graphics is neural radiance fields, or NeRFs. California-based Luma AI specialises in this and says it already has customers using the tech to make games. A NeRF is an artificial intelligence (AI) system that can represent objects or scenery captured in photographs or video footage in the real world. \"When you show it these images from different sides, the network learns how light is bouncing off of everything,\" explains Luma AI co-founder Amit Jain. \"It measures light and it learns from light.\" The way light reflects off a motorbike's leather seat versus a headlamp, for example, is completely different and simulating that in a game is very challenging. Nerfs could help to automate the process. Some of the best game graphics today use what's known as ray-tracing - accurate simulations of the way light bounces off surfaces or creates glowing effects around neon signs and so on. AI is making it possible to produce these effects in games despite only modest improvements in chip performance, says Bryan Catanzaro, vice president of applied deep learning research, Nvidia. \"We have to be smarter in how we construct the world and how we render it,\" he explains. A new mode for Cyberpunk 2077, an action-adventure game, called Ray Tracing: Overdrive, demonstrates the difference this can make. Nvidia says its Deep Learning Super Sampling (DLSS) technology allows developers to create high resolution, high frame-rate graphics featuring ray-tracing with the help of AI. \"The model's trained to know what things in the real-world look like,\" explains Mr Catanzaro. Games are increasingly difficult to tell apart from real life at times, says Nick Penwarden, vice president of engineering, Epic Games. However he says it is still very hard to render certain materials convincingly - such as an iridescent layer of oil on a puddle of water. \"Those are aspects that we don't yet have the power to simulate in real time,\" he says. And doing that on games consoles or home PCs is what matters. For movies featuring computer generated imagery, it's possible to use huge computers and take many minutes or more to render individual frames. The most popular games of the future might not need to be photorealistic. Consider Minecraft or Epic's own Fortnite - both enormously successful, both very far from photoreal. Improved lighting effects and material simulations help artists working on all kinds of games, though, argues Mr Penwarden. It can give stylised or cartoonish environments more depth and complexity, too. \"One of the great benefits about having the ability to do photoreal images is the tech can start to do a lot of the work for you,\" he says."},
{"title": "Why is a top British morning TV show in crisis?", "url": "https://www.bbc.com/news/world-65788816", "author": null, "date": "2023-06-02T17:25:44.000Z", "text": "This video can not be played Watch: \"It was consensual, but it was my fault,\" says Phillip Schofield The scandal has for days dominated news headlines and upended the clean-cut image of This Morning, a show known for its daily dose of news, light entertainment and recipes. An almost ever-present figure on British daytime TV, Phillip Schofield suddenly quit when he admitted he had lied about the relationship to his employer, broadcaster ITV, and his wife, agent and lawyer. A frenzy of media speculation and gossip preceded the revelation, and Schofield has now told the BBC he believes his career is over - apologising for a \"grave error\" of judgement. So what is this scandal about and why has it gripped the UK? The 61-year-old has presented This Morning for the past 20 years. It is a mid-morning show predominantly made up of celebrity interviews, entertainment news, current affairs, cooking and consumer advice. He and co-host Holly Willoughby were widely known as \" \". Viewers loved their on-screen affection and easy going chemistry with clips of them breaking into fits of giggles on air together Schofield in 2020 in an emotional and stripped-down interview with Willoughby who was close to tears. But, in recent weeks, before news of his affair broke, reports their friendship was souring emerged. Before the most recent tabloid headlines there was a lot of negative press coverage around so-called \"Queue-gate\", where the pair were seen by many to have skipped the miles-long queue to view the late Queen Elizabeth II's coffin, which was lying in state. Though they were granted formal press access along with other journalists, this contrasted with celebrities like footballer David Beckham who had joined members of the public queuing outside. Then in April, Schofield's brother Timothy was of sexually abusing a boy. Philip Schofield took time off from the show during his brother's court trial and some fans declared they preferred Willoughby's dynamic with her temporary co-host. Schofield in turn released a statement about the reported feud, saying things \"haven't been easy for either of us\", but that Willoughby was his \"rock\". She did not publicly respond and they presented another show together without referencing reports about their friendship. As reports of the pair's rift continued and rumours of his personal relationships circulated on social media, Schofield stepped down from presenting This Morning. Then last Friday, he quit ITV altogether (he presented other shows including Dancing on Ice with Willoughby) after releasing an apology for lying about an affair he had with a younger colleague that was \"unwise but not illegal\". Schofield confirmed he first met the man - then aged 15 - when he was invited to appear as part of an event at a drama school many years ago. He and the young man began communicating on Twitter following the event. Schofield said he was asked for advice on working in the TV industry. Schofield told the BBC that the man was 20 years old when he first had any kind of sexual contact with him. \"In an effort to protect my ex-colleague I haven't been truthful about the relationship. But my recent, unrelated, departure from This Morning fuelled speculation and raised questions which have been impacting him, so for his sake it is important for me to be honest now. \"I am painfully conscious that I have lied to my employers at ITV, to my colleagues and friends, to my agents, to the media and therefore the public and most importantly of all to my family. I am so very, very sorry, as I am for having been unfaithful to my wife.\" he wrote. Holly Willoughby said the revelation was \" \", while ITV said they were \"deeply disappointed by the admissions of deceit\" made by Schofield, and confirmed it had cut all ties with the host. But the broadcaster has been subject to its own questions over whether a 2020 investigation into the affair went far enough and is now undergoing an external review into how it handled the case. In a BBC interview broadcast on Friday, Schofield appeared exhausted and distressed as he spoke of his career being over and how he was \"desperately sorry.\" \"I see nothing ahead of me but blackness, and sadness, and regret, and remorse, and guilt. I did something very wrong and then I lied about it consistently,\" he said Referring to his former colleague, he said: \"He is an innocent party here. I was older, I should have known better. [The affair] was consensual, but it was my fault.\" Homophobia has intensified the backlash he received, he also said: \"I fully appreciate there is a massive age gap, but that happens in life. I think there is an enormous amount of homophobia that it happens to be male, but if it was male-female then it wouldn't be such a scandal.\" He said understood people who thought there had been an abuse of power, but that it \"didn't feel like that at the time\". If you're affected by any of the issues in this article you can find details of organisations who can help via the ."},
{"title": "Blood test for 50 cancers excites scientists", "url": "https://www.bbc.com/news/health-65775159", "author": null, "date": "2023-06-01T23:08:46.000Z", "text": "The test correctly revealed two out of every three cancers among 5,000 people who had visited their GP with suspected symptoms, in England or Wales. In 85% of those positive cases, it also pinpointed the original site of cancer. The Galleri test looks for distinct changes in bits of genetic code that leak from different cancers. Spotting treatable cancer early can save lives. The test remains very much a \"work in progress\", the researchers, from Oxford University, say, but could increase the number of cancers identified. Often, patients have symptoms, such as weight loss, with a range of possible causes and require multiple tests and hospital visits. More than 350 of those in the study - the biggest of its kind in patients with suspected cancer symptoms - were subsequently diagnosed with cancer, using traditional methods such as scans and biopsies. About: Although not accurate enough to \"rule in or rule out cancer\", the test was really useful for patients lead researcher Prof Mark Middleton told BBC News. \"The test was 85% accurate in detecting the source of the cancer - and that can be really helpful because so many times it is not immediately obvious when you have got the patient in front of you what test is needed to see whether their symptoms are down to cancer,\" he said. \"With that prediction from the test, we can decide whether to order a scope or a scan and make sure we are giving the right test the first time.\" The findings will be presented at the , in Chicago. The NHS has also been using the Galleri test, developed by Californian company Grail, in thousands of people without symptoms, to see if it can detect hidden cancers. Initial results are expected next year - and, if successful, the NHS in England plans to extend the rollout to a further one million people in 2024 and 2025. The test is particularly good at finding hard-to-spot cancers such as head and neck, bowel, lung, pancreatic, and throat cancers. Dr David Crosby, from Cancer Research UK, said: \"The findings from the study suggest this test could be used to support GPs to make clinical assessments - but much more research is needed, in a larger trial, to see if it could improve GP assessment and ultimately patient outcomes.\" NHS national director for cancer Prof Peter Johnson said: \"This study is the first step in testing a new way to identify cancer as quickly as possible, being pioneered by the NHS - earlier detection of cancer is vital and this test could help us to catch more cancers at an earlier stage and help save thousands of lives.\""},
{"title": "Row over jail term for woman who attacked neo-Nazis", "url": "https://www.bbc.com/news/world-europe-65785592", "author": null, "date": "2023-06-02T13:39:20.000Z", "text": "Lina E was given a sentence of five years and three months - but was also told she is now free pending an appeal, having been in custody since 2020. Three men convicted with her were also given jail sentences on Wednesday. Left-wing protesters demonstrated in several cities against the verdicts. A big rally has been banned in Leipzig. Other Germans were angered by the decision to release Lina E - criminal defendants' second names are not made public - after two and a half years in custody - believing this sends a signal to the left that violence against the extreme right is acceptable. The judge, Hans Schluter-Staats, said Lina E would be allowed out pending the result of her appeal. She is said to be unwell and has had to hand in her identity card and passport. Delivering his verdict, the judge said that \"opposing right-wing extremists is a respectable motive\", but use of force was only for the state and her actions were still \"serious criminal acts\". He criticised her defence lawyers' argument that the case was politically motivated. Lina E was seen as the ringleader of her far-left group which waged a brutal campaign of violence against the extreme right for several years - using hammers, iron bars and baseball bats. In one attack in 2019, the gang attacked a well-known neo-Nazi pub called the Bull's Eye in the town of Eisenach, beating its owner Leon R. They attacked him again weeks later. Leon R was later arrested in a police operation targeting neo-Nazis across Germany. The far-left militant group gained notoriety for its violence, attracting the name \"hammer gang\". Lina E's partner Johann G is also suspected of attacks and has since gone to ground. In another incident in 2020 involving at least 15 people, a group were beaten up as they returned from a ceremony marking the firebombing of Dresden during World War Two. Several victims suffered serious injuries. Lina E was detained in November 2020. Her surname has not been made public. Three men who joined her gang were given sentences of 27 to 39 months in jail. Sabine Volk, a researcher on the far right from the University of Passau, said that the crimes committed by the gang were horrible but that there appeared to be a \"power imbalance\" in eastern Germany against the far left. \"In radical left circles there's this perception and narrative that the state isn't doing anything against the neo-Nazi scene and that's why they have to take over their duties,\" she told the BBC. \"It's not entirely true but it's not far-fetched either.\" Last December, after years of being dismissed as harmless cranks, 25 people were arrested on suspicion of plotting to overthrow the German government on behalf of the far-right Reichsburger (Citizens of the Reich) movement. After Lina E was found guilty, there were far-left protests in several cities and police were targeted with bottles and fireworks. Meanwhile, the head of the police union, Jochen Kopelke, said officers were shaking their heads that she had been released: \"It was clear to us as officers that we would also be the focus of extremists.\" Interior Minister Nancy Faeser has warned of an increasing willingness among the far left to resort to violence. However, she said last week that right-wing extremism remained the biggest radical threat to German democracy and that attacks last year rose by 12%. An anti-fascist \"Day X\" march planned for Saturday has been banned in Leipzig, where Lina E was a student, because police are concerned it could descend into violence. But a major police operation is planned anyway, as several major events are due to take place in the city. The far-right AfD party condemned the decision to release Lina E as \"soft\" and complained there had been a failure of the rule of law. The AfD has risen in German opinion polls in recent months as dissatisfaction grows with the coalition government. The latest poll puts them neck and neck with Chancellor Olaf Scholz's centre-left SPD on 18%. The AfD has also benefited from a backlash among German voters from climate activist protests that have blockaded streets in key cities. Hans-Georg Maassen, a former German spy chief who is seen as a right-wing conservative, ridiculed Lina E's sentence as giving free rein to far-left activists to stage further violent attacks."},
{"title": "8 ways to make your clothes last longer", "url": "https://www.bbc.com/culture/article/20230601-eight-ways-to-make-your-clothes-last-longer", "author": null, "date": null, "text": "Shelley Tobin, costume curator at the National Trust's Killerton House, near Exeter in the UK, is musing about what happens to waste materials in the fashion industry. \"In Panipat on the northeast coast of India, a lot of used Western clothing is ground up and spun into new fibres, rather like the old shoddy industry in the north of England,\" she says ( originally referred to cloth made from recycled wool). \"These are made into blankets which come back to the West or go to help disaster victims. Even stained, worn T-shirts are turned into oil rags for the motor industry. Nothing is wasted and, in some ways, that's quite shameful for the West. Today, studies have shown that one out of three young women wear an item once [before thinking of it as 'old'].\" - - - , will send chills up the spine of anyone who knows the industrial quantities of natural resources, chemical pollutants and badly-paid labour that prop up this trillion dollar industry, so, for Tobin, the new exhibition she has curated at Killerton must feel like a timely riposte. Showing 50 items from the Trust's fashion collection, celebrates techniques to repair and re-use clothing, from the 18th Century to the modern day. The point is made beautifully: ideas around re-wearing, re-using and recycling are not simply trends to be touted in glossy fashion magazines but have been lived realities for people through the centuries who had access to less and, therefore, cherished much more. Sewing, mending and upcycling have grown in popularity in recent years, thanks in part to TV shows such as The Great British Sewing Bee (Credit: Alamy) \"Recycling and reusing clothing has been commonplace throughout time,\" Tobin tells BBC Culture. \"This exhibition asks: can we re-learn these skills, and apply them to our own wardrobes, to extend the life of our clothes?\" Alongside precious vintage garments, including an embroidered silk parachute nightdress from 1944 when clothing and materials were rationed, 12 contemporary pieces show that modern repair is alive and kicking. The present-day exhibits were chosen with specific ideas in mind. \"We chose UK brands who are makers or who offer a return and repair service or who are sharing skills; examples of contemporary clothing made by people who are passionate about keeping clothes out of landfill,\" says Tobin. Labels include Community Clothing, the British-based social enterprise set up by Patrick Grant, designer and presenter of TV sewing competition , as well as ELV Denim, Reworked 348, upcycled Christopher Raeburn, knitwear designer Flora Collingwood-Norris and Jose Hendo, a Ugandan British designer who works with sustainable barkcloth. \"The contemporary exhibits show just some of the ways that designers today re-fashion surplus stock,\" says Tobin. Here, we can get some guidance from repairers through the centuries. Included in the Thirsty for Fashion exhibition at the National Trust's Killerton is a child's party dress, re-modelled from an 1890 gown (Credit: National Trust/ Steve Haywood) A single item of clothing can be used, over and over again, in different ways and for different people. Highlights in the exhibition include a child's dress, recycled from an adult's precious silk brocade gown in about 1750, as well as a stunning dress in floral silk brocade from the 1770s, remodelled when those types of brocade became popular again. \"Women were looking in their grandmother's trunk or hunting in attics, and finding these dresses which had been preserved for a generation or more - and then taking them to their dressmakers to be remodelled into 1840s fashionable style,\" says Tobin. Flora Collingwood-Norris makes a feature of her visible repairs, and celebrates \"the life the garment has had\" (Credit: Rose + Julien Ltd) \"You kept your clothing for as long as possible, because textiles were expensive, and people didn't have access to lots of new things,\" reflects Tobin. \"And people had the skills; they'd learnt them from families or carers or at school.\" Amongst carefully darned stockings, darning tools and a quilt repaired with denim, Thirsty for Fashion displays the work of Collingwood-Norris, a passionate advocate for visible mending. \"By making a feature of visible repairs, we celebrate the life the garment has had, and make the process of mending more creative and fun,\" Collingwood-Norris tells BBC Culture. \"It becomes a statement to be worn with pride.\" For the section of the exhibition titled Oldest Thing in Your Wardrobe, Tobin invited members of the community to bring in items that they had worn for a long time and that they continue to wear. Local resident and Killerton bookshop volunteer Kim Collins offered her beautiful Afghan dress, bought in 1974 (her first, purchased with money that she'd saved), worn to Glastonbury festival and through her pregnancies - and now, having been repatched and mended dozens of times, has been passed on to her daughter Elizabeth. \"It obviously has a lot of significance for her, as well as being a lovely dress she didn't want to throw away,\" says Tobin. The oldest item in the section? A military greatcoat from World War Two, often worn by Tobin's son's friend during historical re-enactments. \"There weren't just practical reasons for hanging on to things; the emotional connections really shone through,\" she says. Curator Shelley Tobin with 18th and 19th-Century gowns that have been created by re-purposing precious silk fabrics (Credit: National Trust/ Steve Haywood) Another of the exhibition's key pieces is an 1870s \"transformation dress\", a billowing, lush pink, full-length silk gown that could be matched with a modest long-sleeved bodice for daytime wear or a low neck, lace-trimmed bodice for evening. The gown's contemporary counterpart comes in the form of a stunning sculptural piece by Hendo, in dyed barkcloth and recycled silk, that can be worn as a skirt or as a dress with a halter-neck back. Leather stays, first made in the mid 18th-Century, have been mended and patched over in subsequent decades to prolong their life (Credit: National Trust/ Steve Haywood) Directly inspired by the transformation challenge in The Great British Sewing Bee, where contestants are asked to turn fabric scraps into colourful garments, a section titled Re-Invent at Killerton invites visitors to do the same. The exhibition's designer produced drawings of garments that had been taken apart at the seams; visitors can then mix and match segments to create something new. \"We want to get across the idea that you can make more things from one original garment,\" says Tobin. Also on display is an example of a Victorian patchwork made from silks, velvets and embroidery. \"There's lots of interest in patchwork and quilting at the moment,\" says Tobin. \"Even if you can't remake [scraps] into a garment, you can use those pieces to make something beautiful and useful to cover your bed.\" A woman's dressing gown made in the 1940s from a surplus World War Two army blanket and repurposed green woollen cloth (Credit: National Trust/ Steve Haywood) During World War Two, materials were carefully rationed, inspiring the government at the time to set up its famous Make Do and Mend campaigns, with lively posters and films, some of which are shown at Killerton. Parachutes - constructed rather luxuriously of silk until it was replaced by nylon in 1943 - were particularly sought after. \"I've been told that, if a pilot came down and landed in a tree during the war, they'd go off and leave their parachute behind. Then, local people would go out, retrieve the parachute, and use the non-damaged parts,\" says Tobin. \"My grandmother told me you could get parachutes on the black market; I've seen small ads in newspapers of the time, giving notice that a consignment had come in and would be on sale.\" \"Once you'd got your hands on a parachute, you had the raw materials to create lingerie, cami knickers, baby clothes, even wedding dresses,\" she continues. Patterns sold in shops showed how to make best use of the parachute's elongated triangular panels. Alongside the traditional pieces, a dress by London designer Christopher Raeburn, made from silk maps given to Royal Air Force crewmen in World War Two and beyond into the Cold War, takes pride of place - as does one of Tobin's personal favourites, an elegantly styled dressing gown, made from an army blanket. \"I've just been waiting for the right moment to show it,\" she says. \"It was made by a young woman in the 1940s in Exeter who repurposed a heavy brown blanket, and added some slightly worn green blanket wool to extend the length and to create a shawl collar. I hope this is the one piece that will inspire people to repurpose things you might not necessarily think of as clothing material. I've been eyeing up my son's old duvet cover to make a dress,\" she laughs. \"Just because it didn't start life as a dress fabric, doesn't mean you can't make a dress out of it.\" Smocking, seen here on a child's dress from around 1885-90, means that clothing can expand as the wearer grows (Credit: National Trust/ Steve Haywood) \"Techniques such as invisible mending, pin tucks and smocking were applied to children's clothes,\" says Tobin. Pin tucks in the hem of a skirt meant that, as the child grew in height, the skirt could be let out; as they grew in breadth, smocking across the chest could be adjusted. Sewing samplers - pieces of cloth featuring patterns and stitches that the owner may have learned or copied from others, to recreate again in new pieces, and often pieces of art in themselves - are displayed to show \"the sorts of things that people were taught at school in the past, how to patch invisible mending, how to do pin tucks, how to do smocking,\" says Tobin. \"We only need to look to history to discover ways to ensure that the clothing we buy, make and wear is durable, ethical and avoids waste.\" At Killerton, visitors can watch wartime films produced by the Ministry of Information on taking care of clothing. \"Don't throw your coat on the chair the cat sleeps on; don't put your wet shoes in front of the fire so that they dry out and lose their shape: it was that sort of thing,\" reflects Tobin. \"The advice was to look after your clothes carefully, and to learn how to clean and mend them. It was also about choosing well.\" To illustrate this, Killerton purchased a Breton shirt and a striped top from Grant's label Community Clothing. \"They're classics that will not go out of date and which you can wear for years - provided you take care of them.\""},
{"title": "The birds ensnared by plastic", "url": "https://www.bbc.com/future/article/20230531-the-photo-that-changed-the-worlds-response-to-the-plastics-crisis", "author": null, "date": null, "text": "When photographer Chris Jordan first stepped onto Midway Atoll, a tiny stretch of land in the middle of the Pacific Ocean, in September 2009 to document \"overwhelming\" levels of ocean waste, little did he know that his striking image of a dead albatross chick would go viral and change the world's response to the plastics crisis. After taking some shots of waste piled high, Jordan was looking for a more personal way to highlight the scale of overconsumption. After hearing about an island northwest of Honolulu covered in thousands of dead birds, all with their stomachs full of everyday plastic items like bottle tops and toothbrushes, \"I immediately felt this magnetic pull to go,\" he says. He was determined to \"find a way to photograph [these birds] that honoured the depth of this environmental tragedy\". Jordan was not the first photographer to capture the impact of the plastics crisis on Midway's albatross population. The first known photo was taken by US researchers in 1966 and published in 1969, says Wayne Sentman, a biologist and board president of the Friends of Midway Atoll organisation. is likely to cause \"poor outcomes\" for albatross chicks because fragments , and and other chemicals can leach off in concentrations which may be lethal to the birds, says Sentman. While Jordan knew of previous photos taken on Midway, he attempted to bring a more emotional dimension to his images. He likens composing photographs of these dead birds to \"a grief ritual\". \"When we arrange sacred objects on an altar, there's a way that we naturally do it, with a symmetry and balance and we might spend a lot of time doing it until it all holds together,\" says Jordan. He chose to use a diffuser - a white material stretched across a frame that disperses bright light - to create a softer glow \"that contributes to a feeling of a photograph that goes a little deeper\". When Jordan returned to Seattle, he thought he'd completed this project. \"I said goodbye to the island and went home, then processed the images and put them out there.\" He had no expectation that his images would go viral, long before the era of social media. But his photos quickly began appearing in magazines and newspapers all over the world. \"It sort of appeared everywhere all at once,\" he recalls. Tens of thousands of emails poured into his inbox, and he had to employ a full-time assistant just to answer them all. \"So many people were writing a trauma response,\" says Jordan. \"People wanted to go to Midway and save the albatrosses, but the plastic is not coming from this island. It's a systemic problem.\" Chris Jordan found thousands of dead seabirds on Midway, all with their stomachs full of everyday plastic items like bottle tops and toothbrushes (Credit: Chris Jordan) A recent report by WWF projects that , resulting in plastic debris in the ocean quadrupling by 2050. Jenna Jambeck, an environmental engineer at the University of Georgia and a world expert on plastic pollution, calculated that in 2010, entered the ocean from sources on land. That is the weight of some 650,000 double decker buses. Jordan decided to head back to Midway. He arrived in July 2010 to a \"cacophony\" of millions of albatrosses, dancing, singing and greeting each other. He was captivated. \"That many birds is amazing. Immediately the other side of the story began to present itself and the theme became the name of the island - to stand midway between horror and beauty. Between the hell of seeing our plastic in this viscerally awful way appearing inside the stomachs of these baby birds, and the paradise of this tropical island that is being lovingly stewarded and protected as a marine sanctuary covered by millions of these beings that have no fear of humans,\" says Jordan, who visited Midway a total of eight times. He also spent four years making his , which was released in 2018, just a year after two other pivotal films also highlighted the impacts of pollution on marine wildlife: David Attenborough's BBC series, Blue Planet 2, and the award-winning Netflix release A Plastic Ocean, produced by filmmaker Jo Ruxton. Ruxton, the founder of marine conservation charity Ocean Generation, included a sequence about the plastic threatening Midway's albatrosses in her film. \"What makes Jordan's photos resonate with people is that they recognise things that they have no doubt thrown away,\" she says. \"You can see little fragments of plastic in things as small as mussels, oysters, even zooplankton - but it's when you see things that we actually use, that have passed through your hands, that makes people relate.\" Ruxton holds up a big glass jar of colourful, everyday plastic objects - a printer cartridge, a golf ball, a toothbrush, four single-use cigarette lighters - that have all come from inside albatross stomachs. \"That's changed peoples' hearts and minds in the talks that I do,\" says Ruxton. \"It should be in our DNA to understand the ocean.\" Jordan says he knows the photograph did contribute to awareness of plastic pollution. \"There was a huge amount of ocean activism that popped up all over the world all at once - non-profits cleaning up beaches and [campaigning for] legislation around plastics, education in schools, legal work around the toxicity. It has been amazing to see.\" In May 2023, was identified by scientists at London's Natural History Museum. Plasticosis damages seabirds' digestive tracts, resulting in scarring. In severe cases this leads to infection and parasites, while restricting their ability to digest food effectively. \"There's no doubt things are improving - there was very little legislation before,\" says Ruxton. Bans on everything from in toothpaste to and have since come into force in various countries around the world. This week, negotiations continued between a legally-binding Global Plastics Treaty by 2024. This new international agreement will herald a much more coordinated and comprehensive approach to reducing global plastic pollution by taking measures such as taxing on virgin plastic and banning all unnecessary single-use plastics. Countries to create a first draft of the treaty by November 2023. But when it comes to finding solutions, Jordan still feels there is something missing. He believes the heart of this crisis lies in society's disconnect between actions and the impacts those have on the environment. So for him, successfully tackling plastic pollution hinges on rebuilding a strong relationship with nature. \"Millions of people are waking up [but] it's the weirdest thing that the vast majority of people who are in power in our world, presidents and heads of our companies and big institutions, are the most disconnected that way.\" \"Every time that I was with birds as they were dying and many times as I was with them once they were dead, tears just poured. The grief was incredibly intense until finally one day it hit me - the reason I feel so much is because I love them,\" says Jordan. \"That's what grief is - a direct felt experience of love for something we are losing or for something that is suffering. I felt liberated to fully feel it. That's a doorway,\" says Jordan. He believes that a connection with nature and a raw appreciation for the world around us, rather than hope that things will one day improve, is what really drives positive change. --"},
{"title": "A most perilous fish stew", "url": "https://www.bbc.com/travel/article/20230602-bougna-fish-stew-with-sweet-potatoes", "author": null, "date": null, "text": "The pristine, remote waters that surround New Caledonia - a French island territory in the South Pacific - aren't just known for their beauty; they're famous for their fish. When Valentine Thomas, a and an international ambassador for ocean sustainability, received an invitation from local diver friends in Noumea, the capital of New Caledonia, to come and fish in the area, she said, \"I could not have passed on that offer\". Spearfishing, a form of underwater hunting that involves diving hundreds of feet below the water's surface without any oxygen, isn't for the faint of heart. And spearfishing in New Caledonia requires a particular kind of bravery - not only because the waters are teeming with sharks, but also because, on some of the islands, they're fiercely guarded by the Kanak. The Kanak are a indigenous to New Caledonia, dating back to roughly 3000 BCE. Today, the Kanak - who make up about 40% of the territory's population - actively work to protect what's left of their land, culture and identity. In certain places, if you dare to fish without a Kanak guide, Thomas said, \"You enter at your own risk. Of getting shot.\" Along with the invitation, Thomas was advised to bring a gift for her Kanak guides, in exchange for the opportunity to fish in their waters. So, Thomas arrived at the Isle of Pines, one of the islands that makes up New Caledonia, with an offering: dive gear and spearfishing equipment for her guide's 13-year-old son. \"It may sound odd how protective they are, but I found it really beautiful,\" Thomas said. \"They have deep respect for their waters.\" At the end of her trip, Thomas offered to cook for her Kanak hosts, but they insisted on cooking for her instead. \"It was touching to receive such hospitality,\" Thomas said. Spearfisherwoman Valentine Thomas explores the waters of New Caledonia (Credit: Andrew Thomas Lee) After eating all kinds of fish in New Caledonia, from fresh sashimi to grilled lobster, Thomas' hosts decided to give her something she hadn't tasted before: a traditional Kanak dish called , which put the wahoo (also known as kingfish or barracuda) they caught earlier that day to use. As Thomas explains in her book, in the Kanak dialect, bougna means \"bundle\" or \"pack\", and refers to how ingredients are \"wrapped inside banana leaves, buried and cooked in ground ovens heated with red-hot rocks\". After tasting bougna, Thomas decided to create her own version of the dish, which she makes by braising fish in coconut milk with sweet potatoes and spices. Instead of using wahoo, she opts for swordfish, a firm fish that's more readily available than wahoo and has a presence of its own in New Caledonia. Thomas adds a few additional spices to the recipe, as well as a nori sheet for extra umami. The stew layers pantry staples - like sweet potatoes and coconut milk - with fragrant flavours, like fennel seeds and green cardamom. Cherry tomatoes and pomegranate seeds offer pops of brightness. Thomas likens bougna to a French or an ; it's casual comfort food that can pull double duty as a weeknight dinner or a celebratory dish. She said, \"I can still taste the explosion of flavours in my mouth.\" Bougna is one of 75 recipes in Thomas' second cookbook, . The book, which came out on May 16, showcases Thomas' unique spearfishing career through the food she has eaten around the globe - from grouper burgers in the Bahamas to snapper tartare in Mexico. Both with the bougna and all the other recipes in the book, Thomas hopes to demystify cooking fish, providing readers with the tools to be more confident when working with seafood. The recipes themselves range from traditional - like French-style grilled clams with butter, garlic, parsley and a baguette - to wildly inventive, like fish scale gummy bears. And yet, Thomas always has the same answer when people ask her about the best way to prepare fish: \"Just fry it in the pan, drizzle with good quality olive oil and lemon juice, and enjoy it.\" Valentine Thomas's swordfish stew (bougna marmite) (Credit: Andrew Thomas Lee) Serves 6 680g (1 1/2 lbs) boneless swordfish, cut into 2 1/2 cm (1 in) cubes 2 tsp ground cumin 1 tsp kosher salt 1 tsp paprika  1/4 tsp celery salt  1/4 tsp coriander seeds  1/4 tsp fennel seeds 1 green cardamom pod 1 nori sheet 1 garlic clove, minced 1 medium onion, chopped  1/4 cup unsalted butter, cubed 2 medium sweet potatoes, diced 400ml (13 1/2 oz) full-fat coconut milk 2 cups uncooked white rice 3 tbsp corn flour 225g (8 oz) cherry tomatoes, halved 1 tbsp roughly chopped flat-leaf parsley leaves 1 tbsp pomegranate seeds In a large, deep ovenproof pot, combine the swordfish with the cumin, salt, paprika, celery salt, coriander seeds, fennel seeds, cardamom, nori, garlic, onion, butter, sweet potatoes and coconut milk. Cover and refrigerate overnight. The next day, preheat the oven to 175C/350F. When the oven is heated, add 3 cups water to pot and stir to combine. Cover and bake for 1 hour. Meanwhile, cook the rice according to the package directions. Once the stew has finished cooking, remove  1/4 cup of the liquid from the pot and mix it with the corn flour in a small bowl until the corn flour dissolves in the hot liquid. Add the slurry to the stew and stir to combine. Simmer for 5 minutes to thicken. Stir in the cherry tomatoes. Serve the stew over the rice, garnished with chopped parsley and pomegranate seeds."},
{"title": "11 of the best films to watch in June", "url": "https://www.bbc.com/culture/article/20230601-from-elemental-to-indiana-jones-11-of-the-best-films-to-watch-in-june", "author": null, "date": null, "text": "(Credit: Disney) The Boogeyman is all about slimy creatures that burst out of bedroom cupboards to prey on children - but don't get it confused with Pixar's Monsters, Inc. It's adapted from a Stephen King short story, and directed by Rob Savage, whose Zoom seance chiller, Host, was . If that weren't recommendation enough, The Boogeyman is apparently so scary that it had to be re-edited because viewers at test screenings were screaming too much. \"The first time you see the creature, the audience screamed so loud, and then immediately started talking with their neighbours and chattering, that they completely missed the next lines,\" . \"We had to recut it and build in 45 seconds of padding, just so they didn't miss any vital information.\" Released globally from 1 June (Credit: Paramount Pictures) Five years on from the last Transformers film, the alien robots are back to cause more property damage, although this episode in the Hasbro toy franchise is something of a reboot. The first five films were all directed by Michael Bay, whereas this one is directed by Steven Caple Jr, who made Creed II. He has brought in the Maximals, who disguise themselves as animals rather than cars and trucks, added some new human companions (Anthony Ramos and Dominique Fishback), and set the action in 1994, when Optimus Prime, the Autobots' leader, was still learning the ropes. \"The thing that is unique to this movie is, we actually have a Transformer that has a character arc, and that's Optimus,\" the film's producer, Lorenzo di Bonaventura, . \"We've watched it with audiences and we've heard them talk about it - they're like, 'It's definitely Optimus, but there's something a little different...' And by the end of the movie, Optimus has become the guy that you've recognised from the Bay movies.\" Released globally from 7 June (Credit: Disney Pixar) Pixar's latest cartoon is set in Element City, a metropolis where everyone is made of one of the four classical elements: earth, water, air and fire. But what happens when a watery man (voiced by Mamoudou Athie) is attracted to a fiery woman (Leah Lewis)? Could things get steamy? The clever anthropomorphic concept is typical of the studio that made Inside Out, but the director of Elemental, Peter Sohn, says that his culture-clash romance is really about being the son of Korean immigrants in the Bronx, and then going on to marry a woman who wasn't Korean. \"I have so many memories of growing up in this shop,\" \"and all my dad's customers came from everywhere and... left their homes to come to a new land, and they all were mixing into beautiful little neighbourhoods with their cultures and the languages. And so from that came this.\" Released on 6 June in the UK; released globally from 14 June (Credit: Warner Bros) There are two superhero blockbusters coming out this month in which the characters flit between alternate universes. Marvel's offering is Spider-Man: Across the Spider-Verse. DC's is The Flash, in which the speedy Barry Allen accidentally creates a reality in which the Earth has no superhumans. Can he defeat General Zod (Michael Shannon), the Kryptonian villain from Man of Steel, who is alive and well in this new reality? The Flash is controversial, because its star, Ezra Miller, . That could be why the publicity has focused on his co-star, Michael Keaton, who is playing Batman again, three decades after he wore the black mask in Tim Burton's films in 1989 and 1992. \"Frankly, in the back of my head, I always thought, 'I bet I could go back and nail that [character]',\" . \"And so I thought, 'Well, now that they're asking me, let me see if I can pull that off'... What's really interesting is how much more I got [Batman] when I went back and did him. I get this on a whole other level now.\" Released globally from 14 June (Credit: Disney+) Stan Lee left a deeper imprint on today's popular culture than almost any other single figure. As a writer and editor for Timely and then Marvel, he brought his own brand of energy, modernity, knowing humour and social relevance to the superhero genre, and he co-created dozens of characters who would redefine comics in the 1960s, before going on to dominate cinema in the 2010s: Spider-Man, Iron Man, Thor, the Hulk, The X-Men, Doctor Strange, Black Panther, Black Widow and many more. He also made cameo appearances in nearly every Marvel film until he died in 2018. To celebrate what would have been his 100th birthday, this documentary, directed by David Gelb, charts how Stanley Lieber, the son of Romanian Jewish immigrants in New York, went on to create a universe. Released on 16 June on Disney+ (Credit: Sony Pictures) A throwback to the days when raunchy Hollywood comedies regularly had cinema releases, No Hard Feelings stars Jennifer Lawrence as an Uber driver who is so broke that she loses her car, and could well lose her house. Her only hope is to answer a Craigslist ad from a couple who promise to give her a Buick if she will go out with their socially awkward 19-year-old son (Andrew Barth Feldman), and bring him out of his shell before he leaves for college. The strange thing about this premise is that it was inspired by a real ad which the producers sent to the director, Gene Stupnitsky. \"Gene read the Craigslist ad to me, and I died laughing,\" . \"I thought it was hilarious... And then a couple years later, he handed me the funniest script I've ever read in my life.\" Released globally from 14 June (Credit: Universal Pictures) Is it a coincidence that this DreamWorks cartoon, in which a beautiful, red-haired mermaid is a savage villain, is coming out so soon after ? Well, yes, it probably is. But the makers of Ruby Gillman, Teenage Kraken must have had Ariel in mind when they were designing their tale of a 16-year-old schoolgirl who joins her mother (Toni Collette) and grandmother (Jane Fonda) in a war against the evil mermaids. \"But at its core, it's a story of a teenage girl who is trying to find her place in the world,\" the film's co-director, Kelly Cooney, . \"She has a secret that she has to keep and she's not fully able to be herself in front of her friends and classmates. Eventually, she makes a leap that awakens a part of her and she turns into a giant kraken!\" Released globally from 28 June Indiana Jones and the Dial of Destiny (Credit: Lucasfilm) Harrison Ford may be two decades older than Sean Connery was when the latter played Indy's doddering dad in Indiana Jones and The Last Crusade, but the 80-year-old Ford has plopped on his brown fedora for . This time he's accompanied by his god-daughter, Phoebe Waller-Bridge, as he races around the globe, desperate to find an ancient mathematical device before it falls into the hands of the villainous Mads Mikkelsen. \"Fans of the adventure series are given a film replete with Indy staples: action, humour, mystery and his old foe, the Nazis,\" . \"Director James Mangold, stepping in for Steven Spielberg, brings the character's adventures to a satisfying close, while Ford revels in reprising the role for one last hurrah... With genuine emotion sewn into the story, it's not just John Williams' instantly recognisable score that hits the right notes. Released globally from 28 June (Credit: Felix Culpa) Riley Keough is best known for starring in Netflix's Daisy Jones and The Six - and for being Elvis Presley's granddaughter - but she has considerable behind-the-camera talent, too. Her debut film as a writer-director, War Pony is a tough but tender indie drama set on the Pine Ridge Reservation in South Dakota. Bill (Jojo Baptiese Whiting) gets a job as a chauffeur for a rich white poultry farmer, while 12-year-old Matho (Ladanian Crazy Thunder) takes up drug-dealing. Co-directed by Gina Gammell, and co-written by Franklin Sioux Bob and Bill Reddy, two Native American actors whom Keough met when they were extras on , War Pony won the prize for best first feature in the Un Certain Regard category at last year's . \"War Pony is unhurried, naturalistic and heartbreaking,\" , \"taking its rhythms from the lives of characters in a situation where the lack of options can lead to desperation or to resignation... [It has] the intimacy of a story told from the inside, not the outside.\" Released on 9 June in the UK & Ireland (Credit: Sony) In 2018, Spider-Man: Into the Spider-Verse brought together numerous different animation styles to form a mesmerising pop-art masterpiece. It also brought together numerous different Spider-People. The wall-crawlers from various alternate realities included a new Spider-Man, Miles Morales (Shameik Moore), a familiar one, Peter Parker (Jake Johnson), and a Spider-Woman, Gwen Stacy (Hailee Steinfeld). And that was just the beginning. is due to span six parallel universes, and to feature 240 characters, many of them Spider-related: Oscar Isaac, for instance, provides the voice of the Spider-Man of the year 2099. \"Keep in mind, Miles, right out of the gate, saved the whole multiverse in the first film,\" . \"Now he's having to step back and manage life and family, and realise he was never the 'friendly neighbourhood Spider-Man,' he was 'the save-the-multiverse Spider-Man'.\" Released globally from 1 June (Credit: Focus Features) Wes Anderson's latest postmodern comedy is set at a stargazers' convention in a US desert in the 1950s - and it has no shortage of stars to gaze at: the stellar cast features Scarlett Johansson, Tom Hanks, Margot Robbie, Tilda Swinton, Jeffrey Wright, Steve Carell, Edward Norton, and many more. Anyone resistant to Anderson's signature style might feel that the cast is not enough to keep them watching, but fans of his pastel colour schemes, symmetrical compositions, and deadpan dialogue will be over the moon. \"Asteroid City's eccentricity, its elegance, its gaiety, and its sheer profusion of detail within the tableau frame make it such a pleasure,\" . \"So, too, does its dapper styling of classic American pop culture. With every new shot, your eyes dart around the screen, grabbing at all the painterly little jokes and embellishments, each getting a micro-laugh.\" Released globally from 8 June"},
{"title": "The generation clocking the most hours", "url": "https://www.bbc.com/worklife/article/20230525-why-young-workers-are-putting-in-so-much-overtime", "author": null, "date": null, "text": "Jasmin has always been a hard worker. While studying for her undergraduate degree in cultural and media studies at the University of Leeds, UK, she would routinely put in up to 30 hours per week at a part-time job to pay her rent. She then secured a full-time job at a PR agency while midway through her master's degree. Now a media-relations executive at that same company, Jasmin no longer works a part-time job in addition to a full-time role - but she's still putting in plenty of overtime. \"I often start my day very early reading what's breaking news in education, tech or the climate, as my job requires me to know what's going on across a very broad range of topics,\" says Jasmin, now 25. \"Often in the evenings, I'll spend a couple of hours making sure I'm ready for the next day, and on a Sunday, I'll often head to Caffe Nero for a coffee and croissant to do admin and make sure I'm set up for the week ahead.\" Her partner and friends of a similar age approach work in much the same way, she says, taking business on holiday; or cramming in extra hours in evenings, mornings and weekends. Some statistics and experts alike say young people are the most likely to be putting in unpaid overtime. April data from ADP Research Institute's People at Work 2023 report, which surveyed 32,000 workers across 17 countries, showed people aged per week by starting early, staying late or working during breaks and lunchtime. That compares to seven hours and 28 minutes for 45-to-54-year-olds, and just five hours 14 minutes for those 55 and older. Gen Z workers have had to navigate a tough job environment from the start of their careers. Many started their jobs during the pandemic, and others have while still in their early 20s. Lots of these workers have also watched companies scale back on jobs, pay rises and promotions to survive the ongoing economic uncertainty. Experts say this has left many of them insecure about both their jobs and their longer-term career prospects, feeling they need to prove their worth to an employer by piling on the extra hours. It's an effect that's left them toiling in overtime - and setting them up for stress and burnout down the line. Job insecurity seems to be the biggest driver behind Gen Z's diligence, according to Nela Richardson, chief economist at the ADP Research Institute. In their People at Work research, half of respondents said they feel insecure in their roles, double the proportion of over-55s that said the same. Across social media platforms such as TikTok, young workers talk about fitting in side hustles alongside their full-time jobs (Credit: Getty Images) While Richardson says this could be \"a function of being young\", she also notes young people were among the workers who most acutely felt the effects of furloughs and layoffs, which has cast \"a shadow of insecurity over the early start to their career\". Additionally, in an unstable economic environment - one in which they are already - job security feels particularly elusive, and anxiety is sky-high. \"[Young people] don't have the type of security I assumed I had when I was coming out of university,\" says executive careers coach Lara Holliday, who is in her late 40s. \"I didn't know if I'd get the job I wanted, but I knew I'd get a job and I know some day. If I worked hard, I'd be able to afford my own home. They're coming into a very different world.\" To survive it, say experts, they feel obligated to put in extra hours. Much of this chimes with Jasmin's experiences. \"I want to make sure I'm on it so that people know they've made the right choice in hiring me,\" she says. \"Obviously, it's extremely competitive, and I feel really grateful just to have a job with everything that's going on.\" She adds that she and her peers are also keenly aware of the negative stereotypes around Gen Z workers. \"Everyone thinks we're lazy, and that we just want to work from home, so it's also going above and beyond to challenge that.\" Notably, it's not that they necessarily expect the hard work to translate into pay rises or promotions either, points out Richardson. \"While most of the workforce feel they're going to get a bonus or a pay increase, young people don't,\" she says. ADP's research showed only 50% of Gen Z workers expect to get a pay rise in their current company in the next 12 months, whereas around two-thirds of most other age brackets anticipate one. Only a third think they're in line for a bonus. Fear may not be the only motivator, however. For her part, Jasmin says that exposure to hustle-culture-related social media content has affected her mindset. Across platforms such as TikTok, young workers talk about squeezing in a '6-to-9' before their 9-to-5s, often . This trend of hyper-productivity contributes to Jasmin's motivation to hit her desk at 0700. \"There is definitely a glamourisation of hyper-productivity, largely stemming from the fact that young people are recognising the potential of portfolio careers,\" says Holliday. \"Young people are stringing together side hustles, which feeds into this sense of the grind and the hustle being aspirational.\" Another factor feeding into those extra hours could be their desire to work for ethical or purposeful employers, points out Richardson. Many in this generation cares deeply about topics like diversity and inclusion as well as gender pay equity, and they're happy to work hard for companies that deliver on these expectations. \"Many are really optimistic about improvements in pay equality and DEI at the companies they work for,\" she adds. So, while \"they're more than willing to walk\" if companies fall short, they're also passionate enough to put in lots of effort for the right employer. \"There's a sense of optimism from young people about progress that many companies are making,\" adds Richardson. A willingness to put in overtime among Gen Z isn't a trend Holliday expects to change anytime soon. \"The world is going to continue to be an anxiety-ridden place,\" she says. \"While this generation see the merits of a better work-life balance, they're also being raised in an age of anxiety, which translates into working overtime just in the hopes of getting ahead.\" The problem is that long hours without a break aren't sustainable, she adds. And rather than a prosperous career, Gen Z are setting themselves up for stress and burnout if they don't slow down. Experts say that Gen Z often feel the need to prove themselves to an employer by working extra hours outside the office (Credit: Getty images) For some workers, it's already happening. Research has shown and , a conclusion also reflected in ADP's research, which showed young workers are more likely to feel stressed than any other age group. The data also showed young workers are the most likely group to feel their work is already suffering due to both high levels of stress and poor mental health. \"The sense of optimism that young people typically have about work is accompanied by wariness and cautiousness,\" says Richardson. \"How young people will fare as the economy decelerates after this big economic downturn too, that's going to invade their thoughts as well.\" Ultimately, says Holliday, young workers will need to find a way to pull back if they want to avoid the detrimental effects. \"But it takes time and a lot of self-awareness ... to ask, 'how am I going to retain my work ethic but work in a smarter way that doesn't lead to burnout over time?'\" Burnout is something Jasmin says she worries about, but she does feel she's getting better at finding a healthier work-life balance. She says the pressure she felt in the past to do so much work wore her down. \"But now I have a really good relationship with my manager who says if I need to take time, I can. And if I'm approaching burnout, too I know the signs.\" But cutting out the Sundays spent in Caffe Nero completely? Well, she says, that still feels a way off."},
{"title": "The first lab-grown burger: 10 years on", "url": "https://www.bbc.com/future/article/20230601-why-cultivated-meat-is-still-so-hard-to-find-in-restaurants", "author": null, "date": null, "text": "In summer 2013, a handful of people gathered in London in what looked like a TV set for a cookery show. A man in a white coat and chef's hat basted a burger. The cut to a close-up as he spooned oil onto the minced patty. Food critic Hanni Ruetzler perched on a high stool at the end of the counter. At length, a plate with the meat, a side of salad and a rather dry-looking sesame-topped bun was placed in front of her. Ruetzler was about to taste , grown in a lab by a scientist who had dedicated his career to the cause of cultivated meat. That scientist, Mark Post of Maastricht University in the Netherlands, was seated right next to her. If that wasn't pressure enough, her reaction was about to be featured on news programmes across the world later that day. This story is based on a of , a podcast and radio show from BBC World Service, which is also available on and . It is written by Graihagh Jackson, who hosts the podcast. Ruetzler delicately cut into the burger, ignoring the bread, and placed a small browned bite into her mouth. She chewed. The room, crowded with journalists, waited. As the cameras zoomed in for a close up, she gave the sense of trying to be polite. \"There's quite some intense taste,\" she began, before pausing for a moment. \"It's close to meat. It's not that juicy but the consistent [sic] is perfect.\" She then added that she \"miss[ed] salt and pepper\", much to the amusement of the studio audience. Ten years later, as I Ruetzler tasting the burger, I'm left wondering whether I will ever get the chance to try cultivated meat myself. Today, lab-grown meat remains far from widely available. But with scientific advice on the need to scale down on meat consumption sparking , could it be poised to stampede into restaurants? Cultivated meat is grown in bioreactors: metal vats full of a nutritious broth that contains all the ingredients that the meat needs to grow (Credit: Good Meat) \"So the industry is fairly new,\" says Tasneem Karodia, co-founder of Mzansi Meat Co, a South African cultivated meat firm. \"The first burger was made in the Netherlands in 2013. And probably three to four years later, there was a handful of companies. Now, we're sitting at probably over 100 companies in the space.\" Between them, they're growing lamb, duck, beef, chicken, fish and more. They are also collectively receiving billions of dollars of investment, according to , an alternative protein think tank. But what exactly is cultivated meat? Cultivated meat essentially means \"replicating the same process you'd find inside of a cow, outside of the cow\", says Karodia. In other words, lab-grown meat is genetically indistinguishable from the real deal. The first step in making it is to take a small, peppercorn-sized biopsy from a cow - leaving the animal \"up and running afterwards\", Karodia notes. The biopsy is taken back to the lab where it's put into a bioreactor - a metal vat not unlike those beer is brewed in. It's full of a nutritious broth that contains all the ingredients that cells need to grow and grow. Karodia tells me her company's broth contains fetal bovine serum (FBS). This has become as it's derived from the blood of a cow foetus - meaning a pregnant mother needs to be slaughtered to make it. For that reason, Karodia is looking to replace FBS entirely. Her team hasn't figured out how just yet, but even if Karodia doesn't find a way, using FBS will still result in fewer calves, lambs, pigs, ducks and chickens being raised and slaughtered for consumption. That means you don't need to use , according to Josh Tetrick, chief executive of another cultivated meat firm, Eat Just. That, he says, results in fewer emissions. \"So it's a way of eating meat that makes sense for the future.\" Indeed, Tetrick sees it as replacing all conventional meat one day. and reports from and have made similar assertions about lab-grown meat, finding that it could substantially reduce greenhouse gas emissions. One study found . Another found The gains are higher for . Greenhouse gas emissions from different sources of meat and meat alternatives (Credit: BBC; Source: Santo et al, 2020) However, all these studies agree that cultivated meat will still be higher impact than most plant-based meat alternatives. And find that it could be worse for the climate than even conventional livestock, due to the large amounts of energy needed to grow the meat and produce the growth media. Much of the disagreement arises from the fact that the studies are all trying to model a system that doesn't yet exist at scale. Regardless, there is broader recognition than ever in the scientific community that the scale of livestock farming is . Raising animals for meat causes a plethora of environmental issues from to and accounts for . Despite these warnings, by 2050 as the world's growing population make more money, meaning they can afford more meat. Cultivated meat could perhaps begin replacing some meat. But does the that it might not be alternative but alternative to meat really stand up? As it stands today, there's only a single country in the world where you can wrap your tongue around one type of lab-grown meat. Even there, it's only available in one restaurant, and only on Thursdays. , curious diners have been able to book a table at Huber's Butchery in Singapore. There they can sample cultivated chicken strips on a \"spring vegetable orecchiette\" pasta, or in a sandwich with a side of fries for around $14 (PS11). The meat was previously available at another Singapore restaurant, 1880, . Singapore is a tiny island in southeast Asia home . Its interest in lab-grown meat can be ascribed in part to this geography. Land is scarce, with , and . Consequently, the government has given tax incentives and subsidies to companies like Eat Just, which grows the cultivated chicken for Huber's Butchery. Despite that support, the company only grows around a couple of kilos of lab-grown chicken a week - roughly equivalent to the meat from a single chicken. To make more, and cheaply, the company would need more and bigger bioreactors to grow it in, says Tetrick. \"The ability to scale up from smaller vessels to larger vessels is both an engineering-technical challenge, and also a capital challenge,\" he says. \"It's hundreds of millions of dollars, ultimately billions of dollars, to build many of these facilities.\" Tetrick admits this scale-up may never work. But \"we think it's a bet worth taking,\" he says. Eat Just is one of several cultivated meat firms headquartered on the west coast of the United States. Here, . However, those companies still can't legally sell it until their facilities are inspected by the US Department of Agriculture, something . . In contrast, to ban all forms of cultivated meat over concerns about the country's food heritage. In many countries, regulators haven't kept pace with the science. That means there's no legal classification for lab-grown meat, which is needed for its sale in some countries. Companies also have to demonstrate that their product is safe to eat. Such regulatory hurdles will take time to overcome. Importantly, people do seem to want lab-grown meat, according to JingJing Liu. She's a meat researcher officer at Teagasc, the Republic of Ireland's Agriculture and Food Development Authority, and has been across the world to assess the acceptance of cultured meat. Liu has found that from to roughly half the people she has surveyed say they would try it, providing it was better for the planet than conventional livestock. That caveat is going to be hard to prove until the industry scales up. As it stands today, every company has its own special way of making meat. But broadly speaking, the growth media or broth the meat cells are grown in is the same as used in the pharmaceutical industry for things like vaccine development. A suggests that using pharma-grade media could mean that the impact of cultivated beef on the climate is actually four to 25 times than the average for the farm-reared equivalent. Karodia of Mzansi Meats hopes that ingredients we already use in food, like soy derivatives, could one day be used to grow the cells. Moving away from such a pure pharmaceutical-grade growth media would have a much lower carbon footprint, she says. But not all experts are convinced that this would lead to lower emissions. \"It's not entirely divorced from conventional agriculture. You're still going to need probably some crops, or possibly some kind of sustainable algae production, to go in and get that initial nutrient source,\" says John Lynch, a postdoctoral researcher from the University of Oxford in the UK. \"Is it going to be soy? How's it going to be grown? And is it actually going to be that much more efficient than livestock production?\" Such questions are yet to be answered. The other main climate impact of cultivated meat is how much energy it takes to grow meat in a lab and how that energy is produced. Last year, of the world's electricity was produced by burning fossil fuels, releasing carbon dioxide. That may change, given many countries' pledges to reach net-zero emissions by the middle of the century. Already, grids are . Even so, we simply don't know how energy-efficient it will be to produce large quantities of cultured meat. If it ends up being highly inefficient, it may not outweigh the climate cost of conventional agriculture. Instead, it could put a huge strain on the grids as they try to transition to renewable energy, says Lynch. \"If we have increased energy demand through novel food production processes, then we're never going to achieve any of our climate targets,\" he says. argue that labs take up less land than agriculture, meaning freed-up land could be used to grow forests or restore other major carbon sinks. In theory, this is true. But in practice, Lynch questions whether this land would indeed be used in this way: it might instead become \"just another golf course\". \"It's not the cultured meat per se which is actively good for the climate,\" says Lynch. \"It's just that if you eat less meat, then there's less emissions and less land use associated with that.\" In other words, we can't overlook the fact that there are already low-carbon alternatives to meat, like lentil burgers and soy sausages. Still, change is hard and meat consumption is only going up. It may well be that cultured meats are an easier sell than their plant-based alternatives. There's still a long list of barriers for cultivated meat to become more widely available. They range from consumer acceptance and green credentials to the technical feasibility of scaling-up and the capital required to do that. Nevertheless, Eat Just's Tetrick is hopeful that simple cultivated products like ground beef, sausages and chicken nuggets will be \"more widely distributed\" in the next five to ten years. Perhaps it won't be too long before we can find out if food critic Ruetzler was just being polite - or whether it's really good enough to replace the real deal. --"},
{"title": "How ref got caught in fiery Euro final crossfire... in 60 seconds", "url": "https://www.bbc.com/news/av/world-65787765", "author": null, "date": "2023-06-02T12:57:13.000Z", "text": "This video can not be played Anthony Taylor was accosted by irate fans when he was travelling home with his family at Budapest airport. He's just been the referee for the Europa League final and it had been fiery. A record 13 players were booked and some, including Roma boss Jose Mourinho, were angry. Here's what happened in 60 seconds."},
{"title": "An underrated LGBTQ+ haven in the US", "url": "https://www.bbc.com/travel/article/20230411-san-diego-the-us-unsung-lgbtq-hub", "author": null, "date": null, "text": "California has long been known as one of the most progressive, tolerant and LGBTQ+-friendly states in the US. Los Angeles was home to the to refer to gay advocacy. San Francisco hosted the country's and elected the to public office. The state was the first to legalise domestic partnerships between same-sex couples and consistently ranks as the to visit. In 2017, prohibiting state-funded travel to any state \"that discriminates on the basis of sexual orientation, gender identity, or gender expression\". The travel ban initially applied to just five states, but after a wave of anti-LGBTQ+ legislation has swept across the US in the past seven years, it currently covers nearly half of the country. Now, in an effort to advance some of its other progressive policy goals, California is considering ending its travel ban and replacing it with an to promote acceptance and inclusion of LGBTQ+ people in these \"banned\" states. The move is the latest effort in California's long history of promoting acceptance and inclusion for the gay community. California has long been at the forefront of the US' gay rights movement (Credit: Charles O. Cecil/Alamy) But while places like San Francisco and Los Angeles have famously helped establish California as an LGBTQ+ bastion, the state is home to another gay hub that is often overshadowed by these other cities: San Diego. San Diego has been a haven for members of the LGBTQ+ communities for decades. In his book , historian Allan Berube explained that the city's role as a major military headquarters inadvertently created a nascent gay scene during the war. Gay and lesbian people who had been isolated in smaller towns across the country where homosexuality was frowned upon were suddenly brought together during the war effort. Gay bars like Bradley's and Blue Jacket in San Diego's Gaslamp District attracted so many people that the city was USA Confidential about America's \"sin spots\", while clubs like the Seven Seas and Jack's Steam acted as a cruising ground for gay men. Many military veterans later chose to settle in the city and, thanks to the city's culture of tolerance, have opened here since the the war ended in 1945. \"Moving out here, I fell in love with San Diego,\" said Chris Orban, more commonly known as on TikTok. \"I feel like I can be my true self here.\" Hillcrest is affectionately known as San Diego's \"gayborhood\" (Credit: Danita Delimont/Alamy) Nowadays, the hub of the is Hillcrest, where a rainbow-lit sign and rainbow flags flapping over indie book shops, cafes and vintage clothing shops remind visitors why the area is dubbed San Diego's \"gayborhood\". Thanks to a mixture of cheap rent, abundant space and its out-of-the-way location, Hillcrest's gay community . The city's first Gay Pride parade was held here in 1975 and today the annual event is one of the largest Prides in the US, . One of Hillcrest's most popular hangouts is , which is one of left in the country. \"We're a safe space for women and the marginalised community. It's the only women's bar in Southern California,\" said owner Moe Girton. \"One thing we've seen recently, there's so much more diversity now and fluidity and people just stepping into their skin. You don't have to fit into a box anymore. Everyone [here] is just who they are and so accepting of everyone.\" Down the road and across a rainbow-painted crosswalk, you'll find the , the world's first gay brewery. When the sun dips down behind the horizon, you can follow the music along University Avenue to dance the night away at , Hillcrest's most popular gay nightclub, which has been featured on shows like the Real Housewives of Beverly Hills. Any visit to San Diego wouldn't be complete with a visit to the beach. But before hitting the surf, stock up on sweets from the , a colourful, lesbian-owned candy shop serving homemade fudge, specialty chocolates and truffles alongside more than 1,000 varieties of sweets. Then, a few shops away, stop by , a novelty shop where you can find the perfect pair of Speedos, though those preferring to swim in their birthday suit should hit , a clothing-optional beach that's a popular hangout for the gay community. One of the city's most iconic and historic hotels is , located in North Park. It also happens to be a hotspot for local gay men to enjoy a poolside drink. The hotel will reopen in June 2023 after a , and is just one of many in the city. Black's Beach is a popular hangout for San Diego's gay community (Credit: Roy Johnson/Alamy) San Diego may not be the first city people think of in California when they think of tolerance, but with its mix of year-round warm weather and climate of acceptance, there's nowhere Orban would rather be. \"I feel at home [here]. Everyone is so open minded here and I can just be my authentic self without worrying. I don't live in the fear of walking down the street and getting assaulted because I dress the way I dress or have long hair,\" he said. \"Plus, it's gorgeous and I'm obsessed with the beaches and the weather here. Every day is a vacation.\""},
{"title": "Biden says debt deal averted 'economic collapse'", "url": "https://www.bbc.com/news/world-us-canada-65795242", "author": null, "date": "2023-06-03T00:39:25.000Z", "text": "He pledged to sign the bill into law on Saturday after it cruised through Congress with bipartisan support. The Democratic president voiced rare praise for his Republican counterparts, saying they \"operated in good faith\". He said a US default on its $31.4tn (PS25tn) debt by Monday's deadline would have been \"catastrophic\". Speeches to the nation from the Oval Office are typically reserved for major crises, such as war or natural disasters. The White House said Mr Biden's decision to make his remarks there underscored the gravity of the situation if the debt ceiling had not been raised at the last minute. For weeks the White House and Republicans debated details of a deal, and there was scepticism about whether the package would actually be finalised before the US government ran out of money on 5 June. The bill passed 63-36 in the Senate on Thursday night, a day after it easily cleared the House of Representatives. The president praised congressional leaders, including Republican Speaker of the House Kevin McCarthy and Republican Senate leader Mitch McConnell. \"They acted responsibly, and put the good of the country ahead of politics,\" said Mr Biden, who is running for re-election in 2024. The deal suspends the debt limit until 1 January 2025 and caps non-defence spending, while expanding work requirements for food and healthcare assistance, Full funding for the medical care of military veterans would also increase, in line with what President Biden had sought. The legislation will result in $1.5tn in savings over a decade, the independent Congressional Budget Office said on Tuesday. Though it was largely a bipartisan bill, there were Republicans who said the deal did not go far enough with cuts while some Democrats said it went too far."},
{"title": "Utah schools ban Bible for 'vulgarity and violence'", "url": "https://www.bbc.com/news/world-us-canada-65794363", "author": null, "date": "2023-06-03T00:15:33.000Z", "text": "The move follows a complaint from a parent that the King James Bible has material unsuitable for children. Utah's Republican government passed a law in 2022 banning \"pornographic or indecent\" books from schools. Most of the books that have been banned so far pertain to topics such as sexual orientation and identity. The banning of the Bible comes amid a larger effort by US conservatives in states to ban teachings on controversial topics such as LGBT rights and racial identity. Bans on certain books deemed offensive are also in place in Texas, Florida, Missouri and South Carolina. Some liberal states have also banned books in some schools and libraries, citing perceived racially offensive content. The Utah decision was made this week by the Davis School District north of Salt Lake City after a complaint filed in December 2022. Officials say they have already removed the seven or eight copies of the Bible they had on their shelves, noting that the text was never part of students' curriculum. The committee did not elaborate on its reasoning or which passages contained \"vulgarity or violence\". According to the Salt Lake Tribune newspaper, the parent who complained said the King James Bible \"has 'no serious values for minors' because it's pornographic by our new definition\", referring to the 2022 book-ban law. The Utah state lawmaker who wrote the 2022 law had previously dismissed the Bible removal request as a \"mockery\", but changed course this week after calling it a \"challenging read\" for younger children. \"Traditionally, in America, the Bible is best taught, and best understood, in the home, and around the hearth, as a family,\" Ken Ivory wrote on Facebook. The district's ruling determined that the Bible's content does not violate the 2022 law, but does include \"vulgarity or violence not suitable for younger students\". The book will remain in place in local high schools. Bob Johnson, the father of a primary school student in the Davis School District, that he opposes the Bible's removal. \"I can't think of what's in the Bible that you would have to take out of it. Its not like there's pictures in it,\" he said. The district is not the first in the US to remove the Bible from its shelves. A Texas school district last year pulled the Bible from library shelves after complaints from members of the public opposed to conservatives efforts to ban some books. Last month, students in Kansas requested to have the Bible removed from their school library. This video can not be played Inside the battle for and against books"},
{"title": "YouTube stops deleting false 2020 election claims", "url": "https://www.bbc.com/news/world-us-canada-65772505", "author": null, "date": "2023-06-02T23:38:10.000Z", "text": "The move, ahead of the 2024 elections, is a reversal of its policy put in place after the 2020 vote. The company said it has deleted tens of thousands of videos questioning the integrity of past elections, but now \"it was time to re-evaluate\". The policy goes into effect from 2 June. YouTube and other social media platforms have faced intense pressure since the 2016 elections to safeguard against political misinformation. The Google-owned platform says the new policy is being put into place because of today's changed landscape. \"In the current environment, we find that while removing this content does curb some misinformation, it could also have the unintended effect of curtailing political speech without meaningfully reducing the risk of violence or other real-world harm,\" the company said in a YouTube said it would continue to tweak its policies in advance of the 2024 election, but did not provide specifics about what led to the policy change. The BBC has contacted the company for comment. The company added that it will continue to enforce other election misinformation policies - for instance, videos that include misleading instructions on where or how to vote. The election fraud policy was enacted in December 2020 and led to the deletion of a video posted by Donald Trump on 6 January 2021 telling protesters to leave the US Capitol. That video fell afoul because Trump also repeated his false claims of widespread fraud. \"This was a fraudulent election, but we can't play into the hands of these people,\" Trump said in the clip. \"We have to have peace. So go home, we love you, you're very special.\" A video posted by a US congressional committee investigating the Capitol riot was deleted in 2022 because it too contained a clip of Mr Trump repeating election falsehoods. The company lifted restrictions on Mr Trump's YouTube channel - which has more than 2.7 million subscribers - . Since then, the former president has posted around 20 short clips in support of his campaign."},
{"title": "The schools where tomorrow’s stars walk the corridors", "url": "https://www.bbc.com/sport/football/65784421", "author": null, "date": "2023-06-02T23:01:03+00:00", "text": null},
{"title": "Sign up for the latest tech news direct to your inbox", "url": "https://www.bbc.com/news/technology-65786969", "author": null, "date": "2023-06-02T14:52:16.000Z", "text": "Why now? Tech news isn't a speciality any more. It's just . AI, social media drama, Elon Musk's latest proclamations - it's all mainstream. But it differs from other types of news in one key way. A wiser colleague than I, who covered the technology beat for years, once told me that editors always want an \"iPhone moment\", where someone walks out on a stage and reveals a brand new invention that will change our lives. That happen, but it's not normally how the industry works. Take the current AI boom as an example. The technology behind ChatGPT was being developed for years before the current craze - and that's why GPT was already on version 3.5 by the time most people heard of it. There's a much deeper development cycle that goes on before major companies start tacking the latest buzzword on every product they make.  That's been true for all the tech hype cycles in recent years, whether it's \"the algorithm\", blockchain, web3, or whatever else. The truth is that major technology shifts are usually gradual, made up of dozens of smaller stories over time. Staying on top of those trends is how you stay in the know. And the BBC is uniquely positioned in that world. Yes, we're tuned in to the latest happenings in Silicon Valley -- but we've a network of experts around the world, in Singapore, Bangalore, and beyond, rivalled by very few other organisations on the planet. Something we're keen to do with Tech: Decoded is to bring in viewpoints from all kinds of places, from people who cover those beats. With their help, we'll the latest tech trends, looking for what it means and the agenda behind the story, or showcasing new perspectives and analysis from around the world. When you sign up, it'll be delivered to your inbox twice a week: I'll be joined by a small editorial team - Nicholas Barrett and Will Smale - and we can't wait to deliver our first edition to your inbox. , and you'll hear from us soon."},
{"title": "Djokovic through in Paris with 'long' injury list", "url": "https://www.bbc.com/sport/tennis/65790653", "author": null, "date": "2023-06-02T21:38:59+00:00", "text": null},
{"title": "Mourinho charged for abusive language at official", "url": "https://www.bbc.com/sport/football/65791347", "author": null, "date": "2023-06-02T16:42:08+00:00", "text": null}
]