[
{"title": "Modi vows punishments over deadly India rail crash", "url": "https://www.bbc.com/news/world-asia-india-65798640", "author": null, "date": "2023-06-04T00:20:57.000Z", "text": "This video can not be played The BBC's Archana Shukla in Cuttack: ''Distress and chaos'' at the hospital treating the train crash injured At least 288 people were killed and more than 800 injured in Friday's incident in Odisha state, involving two passenger trains and a goods train. Rescue efforts have concluded, with officials saying all trapped and injured passengers have been retrieved. Mr Modi has visited the scene, labelling the incident a \"painful\" one. He also met victims of the disaster in hospital, and vowed that his government would leave \"no stone unturned for the treatment of those injured\". It is still not clear what caused the multi-train collision in Balasore district, which has been described as India's worst rail accident this century. A full investigation has been launched, but a preliminary report indicates that the accident was the result of signal failure, said KS Anand, chief public relations officer of the South Eastern Railway. Some 2,000 passengers are thought to have been on board the two passenger trains involved. The exact sequence of events has been the subject of conflicting accounts. Officials say several carriages from the Coromandel Express, travelling between Kolkata (formerly Calcutta) and Chennai (formerly Madras), derailed at about 19:00 (13:30 GMT) after hitting a stationary goods train. It remains unclear how the Express ended up on the same track as the goods train. Several of the Coromandel Express's coaches then ended up on the opposite track. Another train travelling in the opposite direction - the Howrah Superfast Express travelling from Yesvantpur to Howrah - collided with derailed carriages. \"The Coromandel Express was supposed to travel on the main line, but a signal was given for the loop line instead, and the train rammed into a goods train already parked over there,\" Mr Anand said. \"Its coaches then fell on to the tracks on either side, also derailing the Howrah Superfast Express,\" he said. Sounds of ambulance sirens have been going off every 30 minutes outside the trauma centre in the SCB hospital in the city of Cuttack - where critically injured passengers have been wheeled in. So far, close to 200 passengers from the train accident site have been brought in, and the numbers continue to rise. The hospital is the largest in the state of Odisha, but is still three hours' drive from the accident site. The hospital staff - from junior doctors to nurses and ward boys - have been lined up and waiting in groups to assist patients as they are brought in. Wards have been expanded to handle the numbers coming in. The constant sounds of whistles and announcements by hospital authorities interrupt the chaos. Family members of the injured are waiting anxiously outside praying for their relatives' wellbeing. But many are still looking for their loved ones, not knowing their whereabouts. There is a counter set up to assist people who cannot locate their family members. It is crowded, and the lists run long. Some people met by the BBC ran from the accident site to nearby hospitals before coming to the facility in Cuttack - searching for their families who were on board the trains. Announcing the conclusion of rescue efforts on Saturday, the railway ministry said work to restore the crash site had begun. Survivors and eyewitnesses earlier described chaotic scenes and the heroic efforts of people from nearby villages to save trapped passengers. Mukesh Pandit, who was trapped for half an hour before being rescued, told the BBC he heard a \"thunderous sound\" shortly before the carriage overturned. \"Four passengers who were travelling from my village have survived, but a lot of people are injured or still missing. A lot of people died in the coach I was travelling in,\" he added. Residents of the neighbouring villages were among the first to reach the site of the accident and start the rescue operation. This video can not be played Watch: 'I heard a loud sound and the train overturned' India has one of the largest train networks in the world with millions of passengers using it daily, but a lot of the railway infrastructure needs improving. Trains can get very packed at this time of year, with a growing number of people travelling during school holidays. Both passenger trains involved in the crash were full and had many more people on the waiting list, according to passenger lists on the Indian rail ministry website reviewed by the BBC. India's worst train disaster was in 1981, when an overcrowded passenger train was blown off the tracks and into a river during a cyclone in Bihar state, killing about 800 people. Please include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways: If you are reading this page and can't see the form you will need to visit the mobile version of the to submit your question or comment or you can email us at . Please include your name, age and location with any submission."},
{"title": "Anger in Belgium over verdict in student's hazing death", "url": "https://www.bbc.com/news/world-europe-65767457", "author": null, "date": "2023-06-02T23:01:32.000Z", "text": "The 20-year-old student was made to drink excessive amounts of fish oil and alcohol, made to swallow a live goldfish, and forced to stand outside in an icy pit as part of a hazing ritual for an elite fraternity at one of Belgium's most prestigious universities, . Hazing - the practice of putting someone in physical or emotional distress - was part of the process aspiring members of Reuzegom had to go through to gain entry to the fraternity. During the initiation, Mr Dia collapsed and was taken to hospital. He died there two days later. A coroner's report would find that toxic salt levels caused by the excessive consumption of fish oil was a leading cause in his death. More than four years on, 18 students have been sentenced to up to 300 hours of community service and a EUR400 ($430; PS340) fine each after being found guilty in their role in Mr Dia's involuntary death and degrading treatment. They have also been ordered to pay damages to Mr Dia's family, as well as to two others who were also subjected to the hazing initiation. The court ruled that the students - members of the now-disbanded Reuzegom, whose members were traditionally associated with some of Belgian society's elites - were not guilty of intentionally administering harmful substance causing death or illness. However suggestions that race and class played a part in the treatment Mr Dia was subjected to during the hazing have sparked discussion since his death - particularly among young people on social media and in student circles. Allegations of racism within the Reuzegom fraternity appeared in Belgian media, including that Mr Dia was subjected to a racial slur and singled out to clean on behalf of Reuzegom members on a separate occasion because of his race. Other local media reports have claimed some of Reuzegom's members were the sons of politicians and judges - pointing to their privileged positions in society. With this in mind, some Belgians have reacted to the verdict with indignation, viewing the sentencings as overly lenient. On TikTok, the hashtag #justiceforsanda has gained more than 6.5m views. Protests have also taken place in the cities of Antwerp, Brussels, Gent and Leuven - the university city where Mr Dia studied. Another has been organised in Brussels on Sunday. \"Everybody is just angry and disappointed in the Belgian justice system,\" Eliza Plesea, a 22-year-old student and Brussels protest co-organiser, told the BBC. Speaking about the sentencings, she said, \"In Belgium, if you take the bus but you don't have a ticket... you get a higher fine for that\" than what the students involved in hazing received. Following the court ruling, one of the students' defence lawyers, John Maes, described the sentencings as \"balanced and well reasoned\". But protest organiser and student Jean Kitenge, 25, feels race \"definitely\" played a part in Mr Dia's death. Speaking to the BBC, Mr Kitenge said that at Belgian universities, it is common for students to be subjected to \"humiliation\" as part of society initiations, but some are subjected to more extreme treatment than others. \"Everyone gets humiliation independently of their colour, but some people have some remarks which are not given to others,\" Mr Kitenge, president of the youth branch of the French speaking DeFI party, said. \"Justice is not for everyone in Belgium.\" Others disagree. During the trial of the 18 students, a defence lawyer responded to Mr Dia's father's questioning of why his son did not survive the hazing, stating in quotes cited by Dutch newspaper NRC Handelsblad: \"It has nothing to do with colour and everything to do with physique, with height, with weight.\" Mr Maes meanwhile praised the court for rising \"above the war language\" of recent years with its ruling. Some of Mr Dia's family say the ruling has left them with \"mixed emotions\". \"We said from the beginning that we are not spiteful people and we don't want anyone in jail,\" Seydou De Vel, Mr Dia's brother, said in earlier this week. But he added that there were still questions about his brother's final hours. One is who was responsible for administering the fish oil to Mr Dia. The students have not divulged who was responsible for administering it. \"It's just very painful not to know those things when those 18 Reuzegom defendants know it all,\" Mr De Vel said. Sven Mary, the lawyer representing Mr Dia's father, Ousmane Dia, said after the court verdict it was \"difficult\" for the family not to know the full facts. He added, however, that he would not be recommending that the family seek to appeal the verdict. Elite fraternity Reuzegom has been disbanded since Mr Dia's death. The university at which it was a fraternity, KU Leuven, said sanctions were implemented against seven students who still remained at the university in 2021 - which involved their expulsion and, in some cases, lifetime banishment from registering at the university again. \"No sanction or proceedings can take away the grief over Sanda's death,\" it said in a statement to the BBC. \"The fact remains that a great tragedy happened during the Reuzegom initiation ruling. \"As a university community, we will never forget Sanda and what happened.\""},
{"title": "Scotland's most famous letter goes on display", "url": "https://www.bbc.com/news/uk-scotland-tayside-central-65780375", "author": null, "date": "2023-06-03T09:08:07.000Z", "text": "This video can not be played The document will be on display for its 703rd anniversary. The Declaration of Arbroath was written on 6 April 1320 by Scottish nobles asking the Pope to acknowledge Scottish independence. The fragile text can only occasionally be shown in public to ensure its condition is preserved. It will be on display at the National Museum of Scotland in Edinburgh until 2 July. The letter was one of three written to Pope John XXII, who refused to recognise King Robert I - Robert the Bruce - as the monarch in Scotland. The King and the Bishop of St Andrews also wrote to the Pope, but the barons' letter is the only surviving document. Their collective plea was unsuccessful as the Pope's reply urged reconciliation with the English. The two countries had been fighting against each other in the Wars of Scottish Independence since the English invasion of Scotland in 1296, with Robert the Bruce leading the Scottish army to a famous victory in the Battle of Bannockburn in 1314. The first war of independence eventually ended with a peace treaty in 1328, but a second war erupted four years later and continued for 25 years. Dr Alan Borthwick, head of medieval and early modern records at the National Records of Scotland (NRS) said the declaration helps people understand the political feeling at the time. He said: \"It encapsulates an awful lot about what the Scots thought about themselves as a nation in 1320 and their rights to be an independent kingdom, not subject to the English king. \"The way that it is written, using quotes from the Bible but also classical authors - it's a very, very carefully crafted text. \"It is strongly asserting their position as supporters of Robert the First as their king without having to get an approval from the king of England.\" The Declaration was written in Latin and was sealed by eight earls and about 40 barons. One of the most famous quotes of the roughly 1,000-word long text still inspires the Scottish independence movement 700 years later. It reads: \"As long as a hundred of us remain alive, never will we on any conditions be subjected to the lordship of the English. \"It is in truth not for glory, nor riches, nor honours that we are fighting, but for freedom alone, which no honest man gives up but with life itself.\" Dr Borthwick said: \"There are a number ways in which you can interpret the text. \"There is the context in which it was produced, and for some undoubtedly it is the context that it may have in more modern times. \"It's phrases like that which undoubtedly resonate across the generations and across the centuries and across the world. When you think of people fighting for freedom, that is really what it's about.\" Some historians claim its significance has been overstated and the purpose of the declaration was simply to shore up the reign of the Scottish king. The Declaration of Arbroath display has been organised in partnership between National Museums Scotland and NRS, who keep the document. The letter is usually kept in a temperature-controlled secure location with limited access and no light. It is vulnerable to degradation as it is made from sheep skin, and moving the document for display is a very complex process. Linda Ramsay, who heads up conservation at the NRS, has worked on preserving the Declaration of Arbroath since 1991. \"It is a great privilege to be so close to these real history-making documents,\" she said. \"It's a totemic document, certainly for a Scot. It has a lot of challenges but it is a real privilege. \"With display there are so many vulnerabilities and so many factors that we are not in total control of.\" She said she feels nervous when the document leaves the managed space, adding: \"We like it to be back sleeping in its bed in the store secure. \"We're pleased that people are going to see the Declaration. A public record is something you can't just keep and nobody sees it, there is an interest and quite rightly we have to make that possible.\" We were given rare access to film the Declaration of Arbroath ahead of it going on display. In a room where both the temperature and humidity were tightly controlled, we watched as expert conservators from the NRS inspected the document, looking for and recording any signs of deterioration in its condition. They explained to me that a visual examination is carried out any time a significant document goes on display. The 700-year-old letter is normally kept in a case in a darkened room. We weren't allowed to use artificial lights with our camera when we filmed and instead relied on daylight from the huge windows in the north-facing room to illuminate the medieval writing and seals. There was also UV laminate on the window panes to reduce any potential damage from sun light. The cupboards in the lab-like room held vellum and dyes and more exotic sounding material such as Goldbeater's skin. Linda Ramsay, head of conservation at the NRS, said their aim was to slow down degradation and preserve the Declaration of Arbroath in the best state they can for future generations. We took an immense amount of care while filming and moving around the 14 Century priceless, fragile document. Being allowed such close access was both a privilege and a responsibility."},
{"title": "The tech tricks that make computer games look real", "url": "https://www.bbc.com/news/business-65532128", "author": null, "date": "2023-06-01T23:13:37.000Z", "text": "It is overcast. Weeds push through paving cracks outside. A dog barks somewhere in the distance but nobody seems to be around. Inside the shadowy, rubble-filled interior, it becomes clear people are hiding here. People who would kill him. \"This is the only game I've ever seen that actually confuses my brain into thinking it's real,\" below the YouTube video of gameplay from Unrecord, an upcoming title by French indie game studio Drama. The video chalked up millions of views in just a few weeks and caused a sensation in the games industry. Some commentators on social media questioned if it really was a game and, if so, whether it was actually a little too real - too raw - an experience. Drama declined an interview with the BBC, saying: \"We are currently busy with investors and publishers.\" But graphics in many different games have been getting noticeably more sophisticated, arguably approaching what's known as \"photorealism\" - indistinguishable from photos or videos of the real world. The Unrecord demo looks so lifelike partly thanks to some clever techniques, says Piers Harding-Rolls, head of games research at Ampere Analytics. Mr Harding-Rolls points to the shaky camera, which imitates actual crime scene footage. The dull lighting, grittiness and urban bustle audible in the background all help, too. But could it make some people uncomfortable? \"That setting for it is quite reminiscent of some of the more horrendous footage you get out of real life,\" notes Mr Harding-Rolls. In a statement posted on Twitter, Drama said the game is not inspired by specific real-life events. Also, look closely at still images from the video and it's possible to see some objects and textures that don't look realistic at all. This might not matter - but it does undermine the idea that the game is photorealistic. Mr Harding-Rolls points out that, in general, advances in graphics matter for the games industry: \"Consumers definitely want that. They love looking at things and thinking, 'Wow, this looks amazing'.\" Rachel McDonnell, professor in creative technologies, Trinity College Dublin agrees that the Unrecord video is impressive, though she notes that certain character animations are a little clunky. They call to mind the movement of characters in other games falling over and dying in pre-programmed sequences. \"Animation hasn't caught up with the rendering at all in games yet,\" she says, adding that crowds are particularly tricky to make lifelike. \"You'll still see them doing very strange behaviour, running around in circles and getting stuck - that instantly breaks you from your presence in the game.\" Experiments she and her colleagues have conducted suggest that, for players' immersion in games, how an on-screen character looks is . Marc Whitten, president of Create Solutions at game software firm Unity notes that today's most realistic content relies on highly-detailed 3D modelling of objects. Last year, Unity showed off a computer generated featuring two million individually rendered strands of fur. \"If you don't do that, it does not come across as photorealism,\" argues Mr Whitten. The firm has also developed highly lifelike models of humans, controls their subtle facial expressions. There's still room for improvement, he adds. There are many other difficult-to-simulate materials, such as clothing, which are still a long way from looking photorealistic in games. One important emerging technology for game graphics is neural radiance fields, or NeRFs. California-based Luma AI specialises in this and says it already has customers using the tech to make games. A NeRF is an artificial intelligence (AI) system that can represent objects or scenery captured in photographs or video footage in the real world. \"When you show it these images from different sides, the network learns how light is bouncing off of everything,\" explains Luma AI co-founder Amit Jain. \"It measures light and it learns from light.\" The way light reflects off a motorbike's leather seat versus a headlamp, for example, is completely different and simulating that in a game is very challenging. Nerfs could help to automate the process. Some of the best game graphics today use what's known as ray-tracing - accurate simulations of the way light bounces off surfaces or creates glowing effects around neon signs and so on. AI is making it possible to produce these effects in games despite only modest improvements in chip performance, says Bryan Catanzaro, vice president of applied deep learning research, Nvidia. \"We have to be smarter in how we construct the world and how we render it,\" he explains. A new mode for Cyberpunk 2077, an action-adventure game, called Ray Tracing: Overdrive, demonstrates the difference this can make. Nvidia says its Deep Learning Super Sampling (DLSS) technology allows developers to create high resolution, high frame-rate graphics featuring ray-tracing with the help of AI. \"The model's trained to know what things in the real-world look like,\" explains Mr Catanzaro. Games are increasingly difficult to tell apart from real life at times, says Nick Penwarden, vice president of engineering, Epic Games. However he says it is still very hard to render certain materials convincingly - such as an iridescent layer of oil on a puddle of water. \"Those are aspects that we don't yet have the power to simulate in real time,\" he says. And doing that on games consoles or home PCs is what matters. For movies featuring computer generated imagery, it's possible to use huge computers and take many minutes or more to render individual frames. The most popular games of the future might not need to be photorealistic. Consider Minecraft or Epic's own Fortnite - both enormously successful, both very far from photoreal. Improved lighting effects and material simulations help artists working on all kinds of games, though, argues Mr Penwarden. It can give stylised or cartoonish environments more depth and complexity, too. \"One of the great benefits about having the ability to do photoreal images is the tech can start to do a lot of the work for you,\" he says."},
{"title": "Sign up for the latest tech news direct to your inbox", "url": "https://www.bbc.com/news/technology-65786969", "author": null, "date": "2023-06-02T14:52:16.000Z", "text": "Why now? Tech news isn't a speciality any more. It's just . AI, social media drama, Elon Musk's latest proclamations - it's all mainstream. But it differs from other types of news in one key way. A wiser colleague than I, who covered the technology beat for years, once told me that editors always want an \"iPhone moment\", where someone walks out on a stage and reveals a brand new invention that will change our lives. That happen, but it's not normally how the industry works. Take the current AI boom as an example. The technology behind ChatGPT was being developed for years before the current craze - and that's why GPT was already on version 3.5 by the time most people heard of it. There's a much deeper development cycle that goes on before major companies start tacking the latest buzzword on every product they make.  That's been true for all the tech hype cycles in recent years, whether it's \"the algorithm\", blockchain, web3, or whatever else. The truth is that major technology shifts are usually gradual, made up of dozens of smaller stories over time. Staying on top of those trends is how you stay in the know. And the BBC is uniquely positioned in that world. Yes, we're tuned in to the latest happenings in Silicon Valley -- but we've a network of experts around the world, in Singapore, Bangalore, and beyond, rivalled by very few other organisations on the planet. Something we're keen to do with Tech: Decoded is to bring in viewpoints from all kinds of places, from people who cover those beats. With their help, we'll the latest tech trends, looking for what it means and the agenda behind the story, or showcasing new perspectives and analysis from around the world. When you sign up, it'll be delivered to your inbox twice a week: I'll be joined by a small editorial team - Nicholas Barrett and Will Smale - and we can't wait to deliver our first edition to your inbox. , and you'll hear from us soon."},
{"title": "Photographing history: The quarrymen of Wales", "url": "https://www.bbc.com/news/uk-wales-65717619", "author": null, "date": "2023-05-28T11:32:19.000Z", "text": "He is talking about his most recent photography exhibition: Chwarelwyr - Quarrymen. The exhibition consists of five large portraits, each of a Welshman who spent his life working in the quarries of Wales. What sets them apart from traditional portraits is the use of double exposure, where the image is layered on top of another, which in this case are landscape images. \"When I started this project it was about the natural landscape,\" Mr Jones said, \"and how industrialisation  has changed that landscape.\" \"And then I thought: 'Well, these [quarries] wouldn't exist without the people'. \"I had a few family members that were quarrymen, but when I was younger I didn't appreciate what they had achieved. \"But now, every time I visit a quarry, it feels like you're walking through history, because you realise what these men achieved on a grand scale without the machinery or the health and safety [we have today].\" Mr Jones interviewed each of the men beforehand, to learn more about their lives in the quarries. Two of the men have since died - something which Mr Jones said made the capture of their faces, and the stories within them, all the more important. \"We do need to document what's going on, and our culture, because it's important for the next generation to be inspired by that.\" First shown in the National Slate Museum in Llanberis, the exhibition has gone on to Swansea, Pembrokeshire, the Railway Museum in Gwynedd, and is now on display in New York. It will stay there for six months before moving on to Vermont, and Mr Jones hopes he can eventually take the images on to Pennsylvania. \"I know that's a big area where the Welsh immigrated to, but anything from New York is a bonus, so we'll see how it goes.\""},
{"title": "New Yorkers gather for Manhattanhenge", "url": "https://www.bbc.com/news/world-us-canada-65761850", "author": null, "date": "2023-05-31T03:01:17.000Z", "text": "The city's famous grid system framed the setting sun, casting a warm glow over the concrete jungle. The phenomenon typically draws thousands of onlookers, tourists and locals alike, who vie to capture the perfect image. The first night of Manhattanhenge happened on Monday, with only half the setting sun on view. On Tuesday, the full sun was on display between the skyscrapers at sunset. The next time to catch the show will be in July. This is when the sunset aligns perfectly with Manhattan's skyscrapers, which were built on the city's street grid layout. Similar \"henge\" phenomena also occur in other cities with large amounts of skyscrapers and long straight streets - such as Chicago, Montreal and Toronto. As far as sunset goes, the event happens in May and July, and for two nights each. There's also a sunrise version that occurs in the winter. It happens about three weeks before and three weeks after the summer solstice. Astrophysicist Neil deGrasse Tyson first used the term Manhattanhenge in 1997, inspired by its likeness to Stonehenge, where the sun aligns with concentric circles of vertical stones on each of the solstices. \"As a kid, I visited Stonehenge in the Salisbury Plain of England and did research on other stone monuments across the British Isles. It was deep within me,\" says deGrasse Tyson. \"So I was, in a way, imprinted by the emotional power that terrestrial alignments with the Sun can have on a culture or civilisation.\" It will happen next on 12 July at 20:20 and on 13 July at 20:21 local time. Viewers above 14th Street and below 155th Street can catch the spectacle. The New York City Department of Parks and Recreation recommends these streets for a great view: 57th Street, 42nd Street, 34th Street, 23rd Street and 14th Street. While 42nd Street is a popular viewing spot, any east-west street will offer a generally good view - just be sure to head as far east as possible."},
{"title": "How old is too old to be a dad?", "url": "https://www.bbc.com/future/article/20230602-what-are-the-risks-of-being-an-older-father", "author": null, "date": null, "text": "Fathers, it seems, are getting older. In some cases, by quite a bit. This week, representatives for the actor Al Pacino, aged 83, confirmed he is with his girlfriend 29-year-old Noor Alfallah. He'll be joined in the late fatherhood club by his occasional co-star Robert De Niro, who last month confirmed he is . The pair certainly aren't the first old dads: several other male have had kids late in life. And the average age of new fathers in general has been creeping up over the years. Between 1972 and 2015, : the average father in the US is 30.9 years old, and 9% of dads were at least 40 years old when their child is born. The oldest ever father, at least , was 92 years old - although occasionally surface. Becoming an older father does, however, carry risks. In December 2022, researchers from the University of Utah and other institutions published a comprehensive review of and its impacts on fertility, problems in pregnancy and childhood health. While many of the studies would likely not have included many men of Pacino's age, due to how uncommon they are, the evidence suggests that the sperm of men in their forties and fifties is already These changes mean that advanced paternal age \"is strongly linked with a high risk of not only infertility but also for pregnancy loss after natural conception\", the researchers write. Several studies, they point out, have shown that an older father significantly increases the risk of miscarriage. Then there's the risk of disease after birth. It has been known since the 1950s that older fathers are more likely to have children with . But since then, correlations with various other conditions have emerged. \"It has become increasingly clear that advanced paternal age, just like advanced maternal age, is associated with... poor health effects in offspring,\" the Utah researchers write. Researchers at Stanford University, for example, found older father were linked to in newborns. Advanced paternal age is also associated with increased rates of various childhood cancers, as well as congenital cardiac defects. It is worth remembering, however, that like many studies that examine associations between health and possible causes, the mechanisms are unclear. There could be other complicating factors that play a role, such as the lifestyle of parents and . Still, researchers have found that as men age, they can pick up that can then be . Studies like these are leading to changes in the way doctors and scientists think about fertility more generally. There has, historically, been a and her age when a couple has trouble conceiving. Indeed, . But it is now becoming clear that while male fertility than in women, the age of a father still matters. For now, the cases of Pacino and De Niro - and other men in their seventies, eighties and nineties - remain a rarity. But overall, fatherhood is no longer a young man's game. Since the 1970s, aged under 30 years has decreased by 27%, while the number of fathers aged 45-49 years increased by up to 52%. If the current trends continue, medicine - not to mention social attitudes - will no doubt have to adapt. --"},
{"title": "8 ways to make your clothes last longer", "url": "https://www.bbc.com/culture/article/20230601-eight-ways-to-make-your-clothes-last-longer", "author": null, "date": null, "text": "Shelley Tobin, costume curator at the National Trust's Killerton House, near Exeter in the UK, is musing about what happens to waste materials in the fashion industry. \"In Panipat on the northeast coast of India, a lot of used Western clothing is ground up and spun into new fibres, rather like the old shoddy industry in the north of England,\" she says ( originally referred to cloth made from recycled wool). \"These are made into blankets which come back to the West or go to help disaster victims. Even stained, worn T-shirts are turned into oil rags for the motor industry. Nothing is wasted and, in some ways, that's quite shameful for the West. Today, studies have shown that one out of three young women wear an item once [before thinking of it as 'old'].\" - - - , will send chills up the spine of anyone who knows the industrial quantities of natural resources, chemical pollutants and badly-paid labour that prop up this trillion dollar industry, so, for Tobin, the new exhibition she has curated at Killerton must feel like a timely riposte. Showing 50 items from the Trust's fashion collection, celebrates techniques to repair and re-use clothing, from the 18th Century to the modern day. The point is made beautifully: ideas around re-wearing, re-using and recycling are not simply trends to be touted in glossy fashion magazines but have been lived realities for people through the centuries who had access to less and, therefore, cherished much more. Sewing, mending and upcycling have grown in popularity in recent years, thanks in part to TV shows such as The Great British Sewing Bee (Credit: Alamy) \"Recycling and reusing clothing has been commonplace throughout time,\" Tobin tells BBC Culture. \"This exhibition asks: can we re-learn these skills, and apply them to our own wardrobes, to extend the life of our clothes?\" Alongside precious vintage garments, including an embroidered silk parachute nightdress from 1944 when clothing and materials were rationed, 12 contemporary pieces show that modern repair is alive and kicking. The present-day exhibits were chosen with specific ideas in mind. \"We chose UK brands who are makers or who offer a return and repair service or who are sharing skills; examples of contemporary clothing made by people who are passionate about keeping clothes out of landfill,\" says Tobin. Labels include Community Clothing, the British-based social enterprise set up by Patrick Grant, designer and presenter of TV sewing competition , as well as ELV Denim, Reworked 348, upcycled Christopher Raeburn, knitwear designer Flora Collingwood-Norris and Jose Hendo, a Ugandan British designer who works with sustainable barkcloth. \"The contemporary exhibits show just some of the ways that designers today re-fashion surplus stock,\" says Tobin. Here, we can get some guidance from repairers through the centuries. Included in the Thirsty for Fashion exhibition at the National Trust's Killerton is a child's party dress, re-modelled from an 1890 gown (Credit: National Trust/ Steve Haywood) A single item of clothing can be used, over and over again, in different ways and for different people. Highlights in the exhibition include a child's dress, recycled from an adult's precious silk brocade gown in about 1750, as well as a stunning dress in floral silk brocade from the 1770s, remodelled when those types of brocade became popular again. \"Women were looking in their grandmother's trunk or hunting in attics, and finding these dresses which had been preserved for a generation or more - and then taking them to their dressmakers to be remodelled into 1840s fashionable style,\" says Tobin. Flora Collingwood-Norris makes a feature of her visible repairs, and celebrates \"the life the garment has had\" (Credit: Rose + Julien Ltd) \"You kept your clothing for as long as possible, because textiles were expensive, and people didn't have access to lots of new things,\" reflects Tobin. \"And people had the skills; they'd learnt them from families or carers or at school.\" Amongst carefully darned stockings, darning tools and a quilt repaired with denim, Thirsty for Fashion displays the work of Collingwood-Norris, a passionate advocate for visible mending. \"By making a feature of visible repairs, we celebrate the life the garment has had, and make the process of mending more creative and fun,\" Collingwood-Norris tells BBC Culture. \"It becomes a statement to be worn with pride.\" For the section of the exhibition titled Oldest Thing in Your Wardrobe, Tobin invited members of the community to bring in items that they had worn for a long time and that they continue to wear. Local resident and Killerton bookshop volunteer Kim Collins offered her beautiful Afghan dress, bought in 1974 (her first, purchased with money that she'd saved), worn to Glastonbury festival and through her pregnancies - and now, having been repatched and mended dozens of times, has been passed on to her daughter Elizabeth. \"It obviously has a lot of significance for her, as well as being a lovely dress she didn't want to throw away,\" says Tobin. The oldest item in the section? A military greatcoat from World War Two, often worn by Tobin's son's friend during historical re-enactments. \"There weren't just practical reasons for hanging on to things; the emotional connections really shone through,\" she says. Curator Shelley Tobin with 18th and 19th-Century gowns that have been created by re-purposing precious silk fabrics (Credit: National Trust/ Steve Haywood) Another of the exhibition's key pieces is an 1870s \"transformation dress\", a billowing, lush pink, full-length silk gown that could be matched with a modest long-sleeved bodice for daytime wear or a low neck, lace-trimmed bodice for evening. The gown's contemporary counterpart comes in the form of a stunning sculptural piece by Hendo, in dyed barkcloth and recycled silk, that can be worn as a skirt or as a dress with a halter-neck back. Leather stays, first made in the mid 18th-Century, have been mended and patched over in subsequent decades to prolong their life (Credit: National Trust/ Steve Haywood) Directly inspired by the transformation challenge in The Great British Sewing Bee, where contestants are asked to turn fabric scraps into colourful garments, a section titled Re-Invent at Killerton invites visitors to do the same. The exhibition's designer produced drawings of garments that had been taken apart at the seams; visitors can then mix and match segments to create something new. \"We want to get across the idea that you can make more things from one original garment,\" says Tobin. Also on display is an example of a Victorian patchwork made from silks, velvets and embroidery. \"There's lots of interest in patchwork and quilting at the moment,\" says Tobin. \"Even if you can't remake [scraps] into a garment, you can use those pieces to make something beautiful and useful to cover your bed.\" A woman's dressing gown made in the 1940s from a surplus World War Two army blanket and repurposed green woollen cloth (Credit: National Trust/ Steve Haywood) During World War Two, materials were carefully rationed, inspiring the government at the time to set up its famous Make Do and Mend campaigns, with lively posters and films, some of which are shown at Killerton. Parachutes - constructed rather luxuriously of silk until it was replaced by nylon in 1943 - were particularly sought after. \"I've been told that, if a pilot came down and landed in a tree during the war, they'd go off and leave their parachute behind. Then, local people would go out, retrieve the parachute, and use the non-damaged parts,\" says Tobin. \"My grandmother told me you could get parachutes on the black market; I've seen small ads in newspapers of the time, giving notice that a consignment had come in and would be on sale.\" \"Once you'd got your hands on a parachute, you had the raw materials to create lingerie, cami knickers, baby clothes, even wedding dresses,\" she continues. Patterns sold in shops showed how to make best use of the parachute's elongated triangular panels. Alongside the traditional pieces, a dress by London designer Christopher Raeburn, made from silk maps given to Royal Air Force crewmen in World War Two and beyond into the Cold War, takes pride of place - as does one of Tobin's personal favourites, an elegantly styled dressing gown, made from an army blanket. \"I've just been waiting for the right moment to show it,\" she says. \"It was made by a young woman in the 1940s in Exeter who repurposed a heavy brown blanket, and added some slightly worn green blanket wool to extend the length and to create a shawl collar. I hope this is the one piece that will inspire people to repurpose things you might not necessarily think of as clothing material. I've been eyeing up my son's old duvet cover to make a dress,\" she laughs. \"Just because it didn't start life as a dress fabric, doesn't mean you can't make a dress out of it.\" Smocking, seen here on a child's dress from around 1885-90, means that clothing can expand as the wearer grows (Credit: National Trust/ Steve Haywood) \"Techniques such as invisible mending, pin tucks and smocking were applied to children's clothes,\" says Tobin. Pin tucks in the hem of a skirt meant that, as the child grew in height, the skirt could be let out; as they grew in breadth, smocking across the chest could be adjusted. Sewing samplers - pieces of cloth featuring patterns and stitches that the owner may have learned or copied from others, to recreate again in new pieces, and often pieces of art in themselves - are displayed to show \"the sorts of things that people were taught at school in the past, how to patch invisible mending, how to do pin tucks, how to do smocking,\" says Tobin. \"We only need to look to history to discover ways to ensure that the clothing we buy, make and wear is durable, ethical and avoids waste.\" At Killerton, visitors can watch wartime films produced by the Ministry of Information on taking care of clothing. \"Don't throw your coat on the chair the cat sleeps on; don't put your wet shoes in front of the fire so that they dry out and lose their shape: it was that sort of thing,\" reflects Tobin. \"The advice was to look after your clothes carefully, and to learn how to clean and mend them. It was also about choosing well.\" To illustrate this, Killerton purchased a Breton shirt and a striped top from Grant's label Community Clothing. \"They're classics that will not go out of date and which you can wear for years - provided you take care of them.\""},
{"title": "The generation clocking the most hours", "url": "https://www.bbc.com/worklife/article/20230525-why-young-workers-are-putting-in-so-much-overtime", "author": null, "date": null, "text": "Jasmin has always been a hard worker. While studying for her undergraduate degree in cultural and media studies at the University of Leeds, UK, she would routinely put in up to 30 hours per week at a part-time job to pay her rent. She then secured a full-time job at a PR agency while midway through her master's degree. Now a media-relations executive at that same company, Jasmin no longer works a part-time job in addition to a full-time role - but she's still putting in plenty of overtime. \"I often start my day very early reading what's breaking news in education, tech or the climate, as my job requires me to know what's going on across a very broad range of topics,\" says Jasmin, now 25. \"Often in the evenings, I'll spend a couple of hours making sure I'm ready for the next day, and on a Sunday, I'll often head to Caffe Nero for a coffee and croissant to do admin and make sure I'm set up for the week ahead.\" Her partner and friends of a similar age approach work in much the same way, she says, taking business on holiday; or cramming in extra hours in evenings, mornings and weekends. Some statistics and experts alike say young people are the most likely to be putting in unpaid overtime. April data from ADP Research Institute's People at Work 2023 report, which surveyed 32,000 workers across 17 countries, showed people aged per week by starting early, staying late or working during breaks and lunchtime. That compares to seven hours and 28 minutes for 45-to-54-year-olds, and just five hours 14 minutes for those 55 and older. Gen Z workers have had to navigate a tough job environment from the start of their careers. Many started their jobs during the pandemic, and others have while still in their early 20s. Lots of these workers have also watched companies scale back on jobs, pay rises and promotions to survive the ongoing economic uncertainty. Experts say this has left many of them insecure about both their jobs and their longer-term career prospects, feeling they need to prove their worth to an employer by piling on the extra hours. It's an effect that's left them toiling in overtime - and setting them up for stress and burnout down the line. Job insecurity seems to be the biggest driver behind Gen Z's diligence, according to Nela Richardson, chief economist at the ADP Research Institute. In their People at Work research, half of respondents said they feel insecure in their roles, double the proportion of over-55s that said the same. Across social media platforms such as TikTok, young workers talk about fitting in side hustles alongside their full-time jobs (Credit: Getty Images) While Richardson says this could be \"a function of being young\", she also notes young people were among the workers who most acutely felt the effects of furloughs and layoffs, which has cast \"a shadow of insecurity over the early start to their career\". Additionally, in an unstable economic environment - one in which they are already - job security feels particularly elusive, and anxiety is sky-high. \"[Young people] don't have the type of security I assumed I had when I was coming out of university,\" says executive careers coach Lara Holliday, who is in her late 40s. \"I didn't know if I'd get the job I wanted, but I knew I'd get a job and I know some day. If I worked hard, I'd be able to afford my own home. They're coming into a very different world.\" To survive it, say experts, they feel obligated to put in extra hours. Much of this chimes with Jasmin's experiences. \"I want to make sure I'm on it so that people know they've made the right choice in hiring me,\" she says. \"Obviously, it's extremely competitive, and I feel really grateful just to have a job with everything that's going on.\" She adds that she and her peers are also keenly aware of the negative stereotypes around Gen Z workers. \"Everyone thinks we're lazy, and that we just want to work from home, so it's also going above and beyond to challenge that.\" Notably, it's not that they necessarily expect the hard work to translate into pay rises or promotions either, points out Richardson. \"While most of the workforce feel they're going to get a bonus or a pay increase, young people don't,\" she says. ADP's research showed only 50% of Gen Z workers expect to get a pay rise in their current company in the next 12 months, whereas around two-thirds of most other age brackets anticipate one. Only a third think they're in line for a bonus. Fear may not be the only motivator, however. For her part, Jasmin says that exposure to hustle-culture-related social media content has affected her mindset. Across platforms such as TikTok, young workers talk about squeezing in a '6-to-9' before their 9-to-5s, often . This trend of hyper-productivity contributes to Jasmin's motivation to hit her desk at 0700. \"There is definitely a glamourisation of hyper-productivity, largely stemming from the fact that young people are recognising the potential of portfolio careers,\" says Holliday. \"Young people are stringing together side hustles, which feeds into this sense of the grind and the hustle being aspirational.\" Another factor feeding into those extra hours could be their desire to work for ethical or purposeful employers, points out Richardson. Many in this generation cares deeply about topics like diversity and inclusion as well as gender pay equity, and they're happy to work hard for companies that deliver on these expectations. \"Many are really optimistic about improvements in pay equality and DEI at the companies they work for,\" she adds. So, while \"they're more than willing to walk\" if companies fall short, they're also passionate enough to put in lots of effort for the right employer. \"There's a sense of optimism from young people about progress that many companies are making,\" adds Richardson. A willingness to put in overtime among Gen Z isn't a trend Holliday expects to change anytime soon. \"The world is going to continue to be an anxiety-ridden place,\" she says. \"While this generation see the merits of a better work-life balance, they're also being raised in an age of anxiety, which translates into working overtime just in the hopes of getting ahead.\" The problem is that long hours without a break aren't sustainable, she adds. And rather than a prosperous career, Gen Z are setting themselves up for stress and burnout if they don't slow down. Experts say that Gen Z often feel the need to prove themselves to an employer by working extra hours outside the office (Credit: Getty images) For some workers, it's already happening. Research has shown and , a conclusion also reflected in ADP's research, which showed young workers are more likely to feel stressed than any other age group. The data also showed young workers are the most likely group to feel their work is already suffering due to both high levels of stress and poor mental health. \"The sense of optimism that young people typically have about work is accompanied by wariness and cautiousness,\" says Richardson. \"How young people will fare as the economy decelerates after this big economic downturn too, that's going to invade their thoughts as well.\" Ultimately, says Holliday, young workers will need to find a way to pull back if they want to avoid the detrimental effects. \"But it takes time and a lot of self-awareness ... to ask, 'how am I going to retain my work ethic but work in a smarter way that doesn't lead to burnout over time?'\" Burnout is something Jasmin says she worries about, but she does feel she's getting better at finding a healthier work-life balance. She says the pressure she felt in the past to do so much work wore her down. \"But now I have a really good relationship with my manager who says if I need to take time, I can. And if I'm approaching burnout, too I know the signs.\" But cutting out the Sundays spent in Caffe Nero completely? Well, she says, that still feels a way off."},
{"title": "Eyewitnesses describe pain and agony of India...", "url": "https://www.bbc.com/news/av/world-asia-india-65797910", "author": null, "date": "2023-06-03T12:05:30.000Z", "text": "This video can not be played The train collision in India's Odisha (previously known as Orissa) state on Friday evening is the country's worst this century. Several dozens have died and hundreds have been injured in the crash. The exact cause of the crash is not known yet. The government has set up a panel to investigate the incident. BBC Hindi's Subrat Kumar Pati and Hemant Behara spoke to survivors and eyewitnesses. BBC News India is now on YouTube. to subscribe and watch our documentaries, explainers and features."},
{"title": "Drone shows extent of India train crash...", "url": "https://www.bbc.com/news/av/world-asia-india-65796254", "author": null, "date": "2023-06-03T06:56:50.000Z", "text": "This video can not be played Footage filmed in the daylight has revealed the extent of damage in the wake of a train collision in the Indian state of Odisha. At least 260 people have been killed and 650 are injured, with officials saying the death toll is expected to rise. One passenger train derailed on to the adjacent track and was struck by an incoming train on Friday, also hitting a nearby stationary freight train."},
{"title": "The first lab-grown burger: 10 years on", "url": "https://www.bbc.com/future/article/20230601-why-cultivated-meat-is-still-so-hard-to-find-in-restaurants", "author": null, "date": null, "text": "In summer 2013, a handful of people gathered in London in what looked like a TV set for a cookery show. A man in a white coat and chef's hat basted a burger. The cut to a close-up as he spooned oil onto the minced patty. Food critic Hanni Ruetzler perched on a high stool at the end of the counter. At length, a plate with the meat, a side of salad and a rather dry-looking sesame-topped bun was placed in front of her. Ruetzler was about to taste , grown in a lab by a scientist who had dedicated his career to the cause of cultivated meat. That scientist, Mark Post of Maastricht University in the Netherlands, was seated right next to her. If that wasn't pressure enough, her reaction was about to be featured on news programmes across the world later that day. This story is based on a of , a podcast and radio show from BBC World Service, which is also available on and . It is written by Graihagh Jackson, who hosts the podcast. Ruetzler delicately cut into the burger, ignoring the bread, and placed a small browned bite into her mouth. She chewed. The room, crowded with journalists, waited. As the cameras zoomed in for a close up, she gave the sense of trying to be polite. \"There's quite some intense taste,\" she began, before pausing for a moment. \"It's close to meat. It's not that juicy but the consistent [sic] is perfect.\" She then added that she \"miss[ed] salt and pepper\", much to the amusement of the studio audience. Ten years later, as I Ruetzler tasting the burger, I'm left wondering whether I will ever get the chance to try cultivated meat myself. Today, lab-grown meat remains far from widely available. But with scientific advice on the need to scale down on meat consumption sparking , could it be poised to stampede into restaurants? Cultivated meat is grown in bioreactors: metal vats full of a nutritious broth that contains all the ingredients that the meat needs to grow (Credit: Good Meat) \"So the industry is fairly new,\" says Tasneem Karodia, co-founder of Mzansi Meat Co, a South African cultivated meat firm. \"The first burger was made in the Netherlands in 2013. And probably three to four years later, there was a handful of companies. Now, we're sitting at probably over 100 companies in the space.\" Between them, they're growing lamb, duck, beef, chicken, fish and more. They are also collectively receiving billions of dollars of investment, according to , an alternative protein think tank. But what exactly is cultivated meat? Cultivated meat essentially means \"replicating the same process you'd find inside of a cow, outside of the cow\", says Karodia. In other words, lab-grown meat is genetically indistinguishable from the real deal. The first step in making it is to take a small, peppercorn-sized biopsy from a cow - leaving the animal \"up and running afterwards\", Karodia notes. The biopsy is taken back to the lab where it's put into a bioreactor - a metal vat not unlike those beer is brewed in. It's full of a nutritious broth that contains all the ingredients that cells need to grow and grow. Karodia tells me her company's broth contains fetal bovine serum (FBS). This has become as it's derived from the blood of a cow foetus - meaning a pregnant mother needs to be slaughtered to make it. For that reason, Karodia is looking to replace FBS entirely. Her team hasn't figured out how just yet, but even if Karodia doesn't find a way, using FBS will still result in fewer calves, lambs, pigs, ducks and chickens being raised and slaughtered for consumption. That means you don't need to use , according to Josh Tetrick, chief executive of another cultivated meat firm, Eat Just. That, he says, results in fewer emissions. \"So it's a way of eating meat that makes sense for the future.\" Indeed, Tetrick sees it as replacing all conventional meat one day. and reports from and have made similar assertions about lab-grown meat, finding that it could substantially reduce greenhouse gas emissions. One study found . Another found The gains are higher for . Greenhouse gas emissions from different sources of meat and meat alternatives (Credit: BBC; Source: Santo et al, 2020) However, all these studies agree that cultivated meat will still be higher impact than most plant-based meat alternatives. And find that it could be worse for the climate than even conventional livestock, due to the large amounts of energy needed to grow the meat and produce the growth media. Much of the disagreement arises from the fact that the studies are all trying to model a system that doesn't yet exist at scale. Regardless, there is broader recognition than ever in the scientific community that the scale of livestock farming is . Raising animals for meat causes a plethora of environmental issues from to and accounts for . Despite these warnings, by 2050 as the world's growing population make more money, meaning they can afford more meat. Cultivated meat could perhaps begin replacing some meat. But does the that it might not be alternative but alternative to meat really stand up? As it stands today, there's only a single country in the world where you can wrap your tongue around one type of lab-grown meat. Even there, it's only available in one restaurant, and only on Thursdays. , curious diners have been able to book a table at Huber's Butchery in Singapore. There they can sample cultivated chicken strips on a \"spring vegetable orecchiette\" pasta, or in a sandwich with a side of fries for around $14 (PS11). The meat was previously available at another Singapore restaurant, 1880, . Singapore is a tiny island in southeast Asia home . Its interest in lab-grown meat can be ascribed in part to this geography. Land is scarce, with , and . Consequently, the government has given tax incentives and subsidies to companies like Eat Just, which grows the cultivated chicken for Huber's Butchery. Despite that support, the company only grows around a couple of kilos of lab-grown chicken a week - roughly equivalent to the meat from a single chicken. To make more, and cheaply, the company would need more and bigger bioreactors to grow it in, says Tetrick. \"The ability to scale up from smaller vessels to larger vessels is both an engineering-technical challenge, and also a capital challenge,\" he says. \"It's hundreds of millions of dollars, ultimately billions of dollars, to build many of these facilities.\" Tetrick admits this scale-up may never work. But \"we think it's a bet worth taking,\" he says. Eat Just is one of several cultivated meat firms headquartered on the west coast of the United States. Here, . However, those companies still can't legally sell it until their facilities are inspected by the US Department of Agriculture, something . . In contrast, to ban all forms of cultivated meat over concerns about the country's food heritage. In many countries, regulators haven't kept pace with the science. That means there's no legal classification for lab-grown meat, which is needed for its sale in some countries. Companies also have to demonstrate that their product is safe to eat. Such regulatory hurdles will take time to overcome. Importantly, people do seem to want lab-grown meat, according to JingJing Liu. She's a meat researcher officer at Teagasc, the Republic of Ireland's Agriculture and Food Development Authority, and has been across the world to assess the acceptance of cultured meat. Liu has found that from to roughly half the people she has surveyed say they would try it, providing it was better for the planet than conventional livestock. That caveat is going to be hard to prove until the industry scales up. As it stands today, every company has its own special way of making meat. But broadly speaking, the growth media or broth the meat cells are grown in is the same as used in the pharmaceutical industry for things like vaccine development. A suggests that using pharma-grade media could mean that the impact of cultivated beef on the climate is actually four to 25 times than the average for the farm-reared equivalent. Karodia of Mzansi Meats hopes that ingredients we already use in food, like soy derivatives, could one day be used to grow the cells. Moving away from such a pure pharmaceutical-grade growth media would have a much lower carbon footprint, she says. But not all experts are convinced that this would lead to lower emissions. \"It's not entirely divorced from conventional agriculture. You're still going to need probably some crops, or possibly some kind of sustainable algae production, to go in and get that initial nutrient source,\" says John Lynch, a postdoctoral researcher from the University of Oxford in the UK. \"Is it going to be soy? How's it going to be grown? And is it actually going to be that much more efficient than livestock production?\" Such questions are yet to be answered. The other main climate impact of cultivated meat is how much energy it takes to grow meat in a lab and how that energy is produced. Last year, of the world's electricity was produced by burning fossil fuels, releasing carbon dioxide. That may change, given many countries' pledges to reach net-zero emissions by the middle of the century. Already, grids are . Even so, we simply don't know how energy-efficient it will be to produce large quantities of cultured meat. If it ends up being highly inefficient, it may not outweigh the climate cost of conventional agriculture. Instead, it could put a huge strain on the grids as they try to transition to renewable energy, says Lynch. \"If we have increased energy demand through novel food production processes, then we're never going to achieve any of our climate targets,\" he says. argue that labs take up less land than agriculture, meaning freed-up land could be used to grow forests or restore other major carbon sinks. In theory, this is true. But in practice, Lynch questions whether this land would indeed be used in this way: it might instead become \"just another golf course\". \"It's not the cultured meat per se which is actively good for the climate,\" says Lynch. \"It's just that if you eat less meat, then there's less emissions and less land use associated with that.\" In other words, we can't overlook the fact that there are already low-carbon alternatives to meat, like lentil burgers and soy sausages. Still, change is hard and meat consumption is only going up. It may well be that cultured meats are an easier sell than their plant-based alternatives. There's still a long list of barriers for cultivated meat to become more widely available. They range from consumer acceptance and green credentials to the technical feasibility of scaling-up and the capital required to do that. Nevertheless, Eat Just's Tetrick is hopeful that simple cultivated products like ground beef, sausages and chicken nuggets will be \"more widely distributed\" in the next five to ten years. Perhaps it won't be too long before we can find out if food critic Ruetzler was just being polite - or whether it's really good enough to replace the real deal. --"},
{"title": "Windrush generations mark 75th anniversary", "url": "https://www.bbc.com/news/in-pictures-65682878", "author": null, "date": "2023-05-30T23:58:01.000Z", "text": "Deborah Klass founded the Windrush Generation Legacy Association, in Croydon, south London, in 2019, fulfilling the dying wishes of her father, Michael Harry, who arrived from Grenada in the 1950s. And half of the association's unit in the Whitgift Shopping Centre is dedicated to the re-creation of a traditional front room and bedroom. \"In the first week we had to buy boxes and boxes of tissues because people would come in and reminisce and share their stories,\" Ms Klass says. \"We were full of emotion.\" The other half of the unit is community space and hosts rotating exhibitions and events. And at the opening of Colin Brown's exhibition, Lovers Rock - a form of reggae created by the second generation, in the 1970s - Audrey Scott sang her hit, Goodbye my Love. Jaxxon Rowe, born last month, is the youngest person to feature in Windrush: A Voyage through the Generations. He is fourth generation and the first child of Quincy Rowe, of Jamaican heritage, and Natasha Paine. \"It's incredibly important for me that he understands both sides of his heritage,\" Quincy says. Brixton Immortals Domino Club is collaborating with Lambeth Libraries to teach youngsters the game, typically played by \"the elders\". This was the first time Jeremiah had played. And a month later, his Jamaican-born mother, Jenief Marriot, said: \"Every day, he walks around the house asking for a round of dominoes. He loves to play. He loves to win.\" Three generations of a family gathered in Margaret Grocia's flat, in Brixton, south London, to celebrate its blessing by the Reverend Mark Williams, of St John the Divine, in nearby Kennington, which included the traditional pouring of spirit on the floor as a sign of respect for the dead. Ms Grocia, third generation, says: \"When I think about Easter in Jamaica, it's buns and cheese and fried fish. We do that every year - and the grandchildren know that's what we do. They'll hopefully instil it in their children.\" Ingrid Munroe, 73, who arrived from Guyana in 1972, has taught her granddaughter to crochet, a traditional skill used by many of the early migrants to decorate their homes. \"When we were on holiday in Turkey, last year, we would sit on the balcony and do crochet together,\" Carlicia, 13, says. Ingrid has four daughters, six grandchildren and four \"great-grands\". Traditional Dutch cooking pots such as this - believed to be nearly 40 years old - are in many Jamaican homes. \"For some it's just a pot - but for us it's a generation-to-generation piece and we cook the best curry goat, the best oxtail, and the best stewed chicken in that pot,\" Alisa Flemming, third generation, says. Last summer, a parade organised by the West Indian Association of Service Personnel (Wasp), based in nearby Clapham, marched proudly up Brixton Road, led by a young drummer. Every Remembrance Day and a Sunday around Windrush Day, local dignitaries, veterans, cadets and members of the armed forces from an array of Caribbean and African countries join the parade, which spans the generations. On Remembrance Day 2021 and 2022, Azizi Peters, now 25, who came to Britain in 2020 and joined the Army, laid wreaths on behalf of the armed forces. \"I'm a Vincentian - I am from Saint Vincent and the Grenadines,\" she says. Twins and mothers Krystyna Antoine and Kerryn Ghann, 36, fourth generation, work in the National Health Service, just like so many of the first generation. Krystyna says: \"My heritage is definitely in my DNA. There are values I love and respect. It's not money. It's not things. It's just being saturated with love, compassion - and food.\" Kerryn says: \"I choose what to impart to my children. If I don't impart my culture into my kids, they will lose it. \"I don't want my Caribbean culture to fizz out and I don't want my girlies to question their Jamaican and their Ghanaian roots.\" Elaine Roberts, whose parents arrived from Jamaica at the beginning of the 1960s, is part of a team that provides a free food package in Clapham, mostly for Caribbean elders. \"My mum taught me to cook,\" Elaine says. \"When we came home from school, me and my sisters had to cook food for when she came in from her work, as a cleaner in Vauxhall College. I've taught my children and grandchildren how to cook Jamaican food. \"It's been 14 years I've been here, every Thursday without fail. It's good what we are doing here, helping people.\" Brightly coloured nail varnish is now appearing around the domino tables of south London. Founded in 2021, Diamonds, the only all-women team in the country, drew 30 members from five clubs. Aged from their 20s to their 60s, they wear baby-pink polo shirts with their nicknames on the backs. And in April, after beating an all-men Wasp team, in Clapham, they danced proudly with their trophy to Rihanna's hit Diamonds. In December 2019, Jayanne Davis (above left), then aged 19, oversaw the traditional pouring of the \"last tot\" for her mother, Diane, as part of a traditional Jamaican funeral. Three years before, Diane had poured the last tot on to the coffin of her mother, Floris, who had arrived from Jamaica in the mid-50s to become an NHS nurse. In 2018, Diane had told Grover: \"It's about keeping your roots and culture. Everything I have been taught I pass on to my children - so, hopefully, when it's my time, I will get that send off, because that's what I'd want.\" Merah-Louise Smith, 110, is one of, if not the, oldest, woman of Caribbean heritage in the UK. She arrived from Jamaica in 1963, following the death of her husband, in 1959. Ms Smith has three children, six grandchildren, 11 great-grandchildren and three great-great-grandchildren and will shortly receive the freedom of the borough in Croydon. \"I still am a Jamaican,\" she says. \"Of course I feel Jamaican.\""},
{"title": "Why 'back-up careers' are disappearing", "url": "https://www.bbc.com/worklife/article/20230525-why-the-back-up-career-is-moving-further-out-of-reach", "author": null, "date": null, "text": "Chris has been in the animation industry for more than a decade, and still gets excited about each week's assignments. He loves the job, but the financial instability is forcing him to consider other options. \"The industry invests nothing in long-term production planning or talent retention,\" explains 35-year-old Chris. \"So, when the production is up, you're kicked to the curb - no severance, no nothing.\" In the past, he was able to cope with the uncertainty. However, he wants children soon, and the fluctuating cash flow is becoming problematic. Now, the California-based animator is considering pivoting to a 'back-up career' in user-experience (UX) design, where the market is growing fast, and pay is relatively high. He sees it as a largely secure option. Like Chris, many workers have an alternative plan if their career doesn't work out - a kind of fall-back in a more stable industry, to which they can pivot if their plan A doesn't pan out. In some cases, this contingency might be in a field that aligns with their hobbies and interests; in other cases, it's one that's tolerable and pays the bills. By and large, the alternative career is in an industry with plenty of jobs and security, generally stable even in strong economic headwinds. Workers who take a job in volatile or selective industries might feel a sense of security in the belief that they have an alternative, 'stable' option if their first choice career doesn't work out. \"Having a more 'safe' backup career meets people's need to feel secure and confident to pursue less traditional careers,\" says Sarah Henson, senior behavioural scientist at digital career-coaching platform CoachHub. Indeed, throughout the years, it has been largely realistic to have a practical plan B at the ready. However, faced with hard-to-swallow re-training costs, industry burnout and instability in traditionally secure industries, pivoting to a ready-to-roll career isn't as straightforward, or even possible, as it once was. There's no such thing as a 'fool-proof' career, but many workers consider back-up careers in industries such as teaching or trades more stable; or in Chris's case, he's moving to an industry that seems to be quickly expanding and seeking talent trained on new technology. Back-up careers have had a reputation for staying power - largely, they seem stable or 'safe' enough to weather economic changes. \"These roles tend to be where the skills shortages are, so they offer good prospects of work,\" says Fiona Christie, a lecturer at Manchester Metropolitan University, UK, who specialises in employability and graduate outcomes. While it's true that many of these jobs do have endurance, pursuing a new career often requires retraining or re-education - which takes time and money. This has always been the case, of course, but now, current economic conditions are making these additional costs more difficult to shoulder. While it was once largely realistic to have a practical plan B at the ready, re-training costs can make a transition difficult (Credit: Getty Images) \"There are significant barriers to re-training, including funding the course while meeting basic living costs and the ability to reduce working hours for training purposes,\" says Catherine Foot, director of Phoenix Insights, the longevity think tank set up by UK-based insurance provider Phoenix Group. \"This has been exacerbated by soaring living costs placing an additional squeeze on disposable incomes.\" In the UK, 2021 data from UK vocational education organisation City & Guilds shows , particularly among workers aged 25 to 34. These fears are not helped by the fact that many people are saving less amid current economic instability; for instance, late 2022 data from the Federal Reserve Bank of St Louis shows Americans are now only able to , compared to nearly 34% at the height of the pandemic. These worries resonate with 30-year-old Tiffany, who is desperate for change after a decade in the culinary industry. \"Even at a respected higher-paying bakery, I'm struggling not to feel guilty buying shoes or groceries,\" explains Tiffany, who lives in Minnesota, US. \"Animation would be my ideal next career, but the big issue is schooling - I just don't have the finances to back me up.\" Taking out a loan seems \"terrifying\", as Tiffany worries she won't ever make enough to repay the debt as well as cover regular living expenses. For Chris's part, avoiding the burden of education costs is shaping how he's approaching a career pivot. He targeted UX design partly because it wouldn't require full-time education. \"As I'm in my mid-thirties and about to start a family, I want to avoid going back to school - and losing income to do so,\" he says. Moving into these new careers is challenging for many people, but it can be particularly burdensome for those without \"a financial safety net, life family savings\", or who have caregiving responsibilities, says Christie. Plus, as salaries cover less ground amid economic turbulence, this is giving some workers pause to jump from their current jobs: the City & Guilds data showed that more than a quarter of Britons surveyed would be . The data shows 25-to-34-year-olds are the most concerned. One worker who did made the leap is Lee, 36. After working as a freelance music technician for six years, he wanted a more solid and dependable role, with a fixed working pattern and pension benefits. It helped that he inherited some money from a relative, which he put towards training as a secondary school teacher. However, despite the windfall, living costs have been an issue in the transition to the career he hoped would be a sure-fire fall-back. Lee had to relocate to a more expensive area in England to be near his training school, and his rent has skyrocketed in the past year. Without a salary in his first year of teaching, he's had to take on extra work as a tutor to cover his costs, and is exhausted from managing it all. \"Although I'd always had teaching at the back of my mind, I wouldn't have been able to make the jump without the money I came into,\" says Lee. \"And even now, I'm wondering whether I made the right choice. With inflation and everything, it hasn't stretched as far as I'd planned.\" The current employment landscape is also affecting the viability of some of these traditional fall-back careers. \"Many industries, even ones that have traditionally been considered 'safe' options, like IT or law, have also dealt with redundancies and organisational change at an alarming rate,\" says Henson. As such, workers are second-guessing the jobs that were once considered to be secure, with a decent and sometimes even very high salary. The tech sector, for example, has been hit by a significant - and ongoing - wave of layoffs. In 2022, the US industry saw since the dot-com bubble burst in the early 2000s, with more tech employees laid off in 2022 than in 2021 and 2020 combined. As positions are limited, the positions that once seemed consistently available may no longer always be there - and it's unclear whether they're coming back, especially as . In the UK thousands of teachers and nurses have been striking because of overwork and low pay (Credit: Getty Images) In the UK, for example, thousands of and have been striking because of overwork and low pay. Data shows in ; it's a problem that's been exacerbated by the pandemic, and is driving existing workers out, instead of inviting new workers in. A 2022 YouGov survey of teachers aged 34 or younger shows that if they could choose again, . \"We can't idealise those sorts of backup careers anymore - or assume that they're plain sailing in their own right,\" says Christie. Changes like these have left the future of these back-up careers uncertain - as well as the idea of a back-up career at all. However, it's not doom and gloom - updates to education since the pandemic have addressed one of these problems. \"Three years on, the appetite for digital learning and development tools remains high, and online learning has proven to be a convenient way for people to work on their individual growth at their own pace,\" says Henson. ''In addition to gaining valuable in-demand skills, online-learning tools allow workers to try their hand at new job-related tasks, to ensure they are making the right decision before making the leap into a plan B industry.'' Tiffany says she has done free online graphic design classes to cover the basics, and is hopeful that will help her progress. However, re-educating online isn't possible for all industries, some of which require hands-on training; or intense periods of studying and exams, and hours of on-the-job experience (often paid nominally, or like Lee, not at all), makes entering these once fail-safe industries more challenging, especially during an economic squeeze. Lee is still on the track to re-train as a teacher, but he's considering taking on some food-delivery work in the evenings and holidays to supplement his tutoring. He feels that when he begins to earn money as a qualified teacher, he will feel more financially stable. \"Not so long ago, retraining as a teacher seemed a sensible, even attractive route - but I realise now that uprooting your life, going back to the books and taking a pay cut to do so is a pretty bold move - at any time,\" says Lee. \"I just hope it's worth it, and I'm happy once I get to the other side.\""},
{"title": "Protester dragged from track at Epsom Derby", "url": "https://www.bbc.com/news/av/uk-65796257", "author": null, "date": "2023-06-03T13:55:06.000Z", "text": "This video can not be played A protester was tackled by police after entering the track at the Derby Festival at Epsom racecourse. The man managed to jump the fence during the running of the Derby, while another woman was stopped from climbing the fence, but the race was unaffected. It followed threats from activist group Animal Rising that they would disrupt the prestigious race. Police had earlier arrested 19 people \"in connection with planned criminal disruption\" before Saturday's meet."},
{"title": "Do Russians really hate the West?", "url": "https://www.bbc.com/news/av/world-europe-65785664", "author": null, "date": "2023-06-02T17:01:03.000Z", "text": "This video can not be played President Putin claims the West is trying to put chains around Russia. But do Russians actually believe this? The BBC's Russia editor Steve Rosenberg travels to the town of Yaroslavl to find out."},
{"title": "'Distress and chaos' at India hospital", "url": "https://www.bbc.com/news/av/world-asia-india-65799373", "author": null, "date": "2023-06-03T18:13:49.000Z", "text": "This video can not be played At least 288 people were killed and more than 800 injured after three trains collided in Odisha state on Friday. The sounds of ambulance sirens have been going off every 30 minutes outside a major hospital in India, where critically injured passengers have been taken. Reporting from outside the SCB hospital in the city of Cuttack, BBC correspondent Archana Shukla described the scenes of \"despair, distress and chaos\"."},
{"title": "Long lashes and fashion flair: Africa's top shots", "url": "https://www.bbc.com/news/world-africa-65772200", "author": null, "date": "2023-06-01T23:35:00.000Z", "text": null},
{"title": "Performance, protest and pigs: Photos of the week", "url": "https://www.bbc.com/news/in-pictures-65789708", "author": null, "date": "2023-06-02T23:11:48.000Z", "text": null},
{"title": "The chip maker that became an AI superpower", "url": "https://www.bbc.com/news/business-65675027", "author": null, "date": "2023-05-30T15:28:15.000Z", "text": "It means it joins tech giants Apple, Amazon, Alphabet and Microsoft in The surge was sparked by its latest quarterly results which were released late on Wednesday. The company said it was raising production of chips to meet \"surging demand\". Nvidia has come to dominate the market for chips used in artificial intelligence (AI) systems. Interest in that sector reached frenzied levels after ChatGPT went public last November, which sent a jolt well beyond the technology industry. From , and , ChatGPT has proved to be a wildly popular application of AI. But all that would not be possible without powerful computer hardware - in particular computer chips from California-based Nvidia. Originally known for making the type of computer chips that process graphics, particularly for computer games, Nvidia hardware underpins most AI applications today. \"It is the leading technology player enabling this new thing called artificial intelligence,\" says Alan Priestley, a semiconductor industry analyst at Gartner. \"What Nvidia is to AI is almost like what Intel was to PCs,\" adds Dan Hutcheson, an analyst at TechInsights. ChatGPT was trained using 10,000 of Nvidia's graphics processing units (GPUs) clustered together in a supercomputer belonging to Microsoft. \"It is one of many supercomputers - some known publicly, some not - that have been built with Nvidia GPUs for a variety of scientific as well as AI use cases,\" says Ian Buck, general manager and vice president of accelerated computing at Nvidia. Nvidia has about 95% of the GPU market for machine learning, noted a recent . Its AI chips, which it also sells in systems designed for data centres, cost roughly $10,000 (PS8,000) each, though its latest and most powerful version sells for far more. So how did Nvidia become such a central player in the AI revolution? In short, a bold bet on its own technology plus some good timing. Jensen Huang, now the chief executive of Nvidia, was one of its founders back in 1993. Then, Nvidia was focused on making graphics better for gaming and other applications. In 1999 it developed GPUs to enhance image display for computers. GPUs excel at processing many small tasks simultaneously (for example handling millions of pixels on a screen) - a procedure known as parallel processing. In 2006, researchers at Stanford University discovered GPUs had another use - they could accelerate maths operations, in a way that regular processing chips could not. It was at that moment that Mr Huang took a decision crucial to the development of AI as we know it. He invested Nvidia's resources in creating a tool to make GPUs programmable, thereby opening up their parallel processing capabilities for uses beyond graphics. That tool was added to Nvida's computer chips. For computer games players it was a capability they didn't need, and probably weren't even aware of, but for researchers it was a new way of doing high performance computing on consumer hardware. It was that capability that helped sparked early breakthroughs in modern AI. In 2012 Alexnet was unveiled - an AI that could classify images. Alexnet was trained using just two of Nvidia's programmable GPUs. The training process took only a few days, rather than the months it could have taken on a much larger number of regular processing chips. The discovery - that GPUs could massively accelerate neural network processing - began to spread among computer scientists, who started buying them to run this new type of workload. \"AI found us,\" says Mr Buck. Nvidia pressed its advantage by investing in developing new kinds of GPUs more suited to AI, as well as more software to make it easy to use the technology. A decade, and billions of dollars later, ChatGPT emerged - an AI that can give eerily human responses to questions. AI start-up Metaphysic creates photorealistic videos of celebrities and others using AI techniques. Its created a stir in 2021. To both train and then run its models it uses hundreds of Nvidia GPUs, some purchased from Nvidia and others accessed through a cloud computing service. \"There are no alternatives to Nvidia for doing what we do,\" says Tom Graham, its co-founder and chief executive. \"It is so far ahead of the curve.\" Yet while Nvidia's dominance looks assured for now, the longer term is harder to predict. \"Nvidia is the one with the target on its back that everybody is trying to take down,\" notes Kevin Krewell, another industry analyst at TIRIAS Research. Other big semiconductor companies provide some competition. AMD and Intel are both better known for making central processing units (CPUs), but they also make dedicated GPUs for AI applications ( ). Google has its tensor processing units (TPUs), used not only for search results but also for certain machine-learning tasks, while Amazon has a custom-built chip for training AI models. Microsoft is also , and Meta . In addition, for the first time in decades, there are also computer chip start-ups emerging, including Cerebras, SambaNova Systems and Habana (bought by Intel). They are intent on making better alternatives to GPUs for AI by starting from a clean slate. UK-based Graphcore makes general purpose AI chips it calls intelligence processing units (IPUs), which it says have more computational power and are cheaper than GPUs. Founded in 2016, Graphcore has received almost $700m (PS560m) in funding. Its customers include four US Department of Energy national labs and it has been pressing the UK government to use its chips in a new supercomputer project. \"[Graphcore] has built a processor to do AI as it exists today and as it will evolve over time,\" says Nigel Toon, the company's co-founder and chief executive. He acknowledges going up against a giant like Nvidia is challenging. While Graphcore too has software to make its technology accessible, it is hard to orchestrate a switch when the world has built its AI products to run on Nvidia GPUs. Mr Toon hopes that over time, as AI moves away from cutting-edge experimentation to commercial deployment, cost-efficient computation will start to become more important. Back at Nvidia, Ian Buck is not overly concerned about the competition. \"Everyone has the need for AI now,\" he says. \"It is up to others to work out where they are going to make a contribution.\""},
{"title": "The 'exploding' demand for giant heat pumps", "url": "https://www.bbc.com/news/business-65321487", "author": null, "date": "2023-05-29T23:23:50.000Z", "text": "If for some reason you wanted to bring it from a pleasant 20C to boiling point, German firm MAN Energy Solutions (MAN ES) has a heat pump that could do it. And it would take less time than Kenneth Branagh's film version of Hamlet. \"We can do this in less than four hours,\" explains Raymond Decorvet, who works in business development at MAN ES. \"Or we could freeze the whole thing in about 11 hours.\" Theirs is among the largest heat pump units in the world. Heat pumps work by compressing gently warmed refrigerants to raise the temperature of these fluids. That heat can then be passed on to homes or industrial machinery. Heat pumps require electricity to work but can produce around three or four kilowatt hours of heat for every kilowatt hour of power they consume. Heat pumps but domestic devices are relatively small and tend to have outputs of several kilowatts or so. MAN ES's biggest commercial heat pump is thousands of times more powerful - with a total heating capacity of 48 megawatts (MW). It can produce temperatures of up to 150C and heat thousands of homes, not just one. The company recently installed two of these machines in the port city of Esbjerg, in Denmark. In this installation, the heat pumps' CO2 refrigerant will absorb a small amount of heat from seawater. Compressors boost the temperature of the CO2 and the system can then transfer this heat, providing water of up to 90C to a district heating system serving 27,000 households. \"The demand for district heating is exploding,\" says Mr Decorvet. An urgency to move away from fossil fuels is leading to a rush - particularly in Europe - for bigger and beefier heat pump systems that can power entire towns. But who has the biggest, megawatts-wise? It might seem like a relatively straightforward question but it is actually quite tricky to answer definitively. Not least because heat pumps don't tend to work at maximum capacity all the time. In Esbjerg, MAN ES's heat pumps will run at about half their potential output, for instance. And trying to compare the world's largest heat pump systems is difficult because, often, they are made up of multiple smaller heat pumps chained together. Take the district heating system in Stockholm, Sweden, often referred to as the largest heat pump set-up in the world. This is probably true, it has a maximum capacity of 215MW - but that total is the sum of seven heat pumps, two 40MW and five 27MW devices, a spokesman for energy provider Stockholm Exergi explains. Elsewhere in Sweden, Gothenburg that consists of four units. Two of them are actually bigger than those in Stockholm, with capacities of 50MW each. They have been in operation since 1986 and probably hold the title of the most powerful individual heat pumps currently in use, though they are clearly rivalled by newer devices such as those made by MAN ES. Last year, German chemicals firm BASF and MAN ES announced their intention to build a 120MW heat pump that would, . It would have provided heat for industrial uses at a site in Ludwigshafen. However, it was not to be. \"BASF has decided not to proceed with the project,\" a spokesman told the BBC. The firm is exploring other potential heat sources instead, which it hopes will be more economically attractive. Size isn't necessarily everything, notes Dave Pearson, group sustainable development director at Star Refrigeration. Efficiency matters and he argues that ammonia - his firm's choice of refrigerant - helps to make heat pumps particularly efficient. Veronika Wilk at the Austrian Institute of Technology and colleagues have studied the use of heat pumps for industrial applications, to provide heat in pharmaceutical, food or paper factories, for example. So long as they don't require very high temperatures beyond 200C, companies are increasingly turning to heat pumps, Dr Wilk argues, because it allows them to move away from natural gas, which following Russia's invasion of Ukraine. But industrial heat pumps tend to be merely several MW in capacity or so. You are more likely to spot truly giant heat pumps in a district heating system, such as those mentioned above, says Dr Wilk. \"The beauty of district heating is that you can decarbonise a lot of households at once,\" she adds. There are many other examples of heat pump-powered district heating systems springing up. In Vienna, a 55MW system using three heat pumps is due to go live this autumn. The machines will harvest heat, around 6C, from treated wastewater, explains Linda Kirchberger, division manager asset decarbonisation and new technologies at Wien Energie. The treated water used to go straight into a river. \"Now it does a detour and we take it through the heat pump system,\" she says. The system will lift temperatures from 6C to 90C and the heat will go on to supply 56,000 households. In 2027, Wien Energie plans to double the system's capacity with three more heat pumps, reaching 110MW in total. While still impressive, and weighing more than 200 tonnes each, these individual units have a capacity of less than 20MW. The manufacturer, Johnson Controls, confirmed to the BBC that its largest heat pumps have a maximum output of 28MW. A similar system, also using heat from wastewater, is planned in Hamburg, . It will have a capacity of 60MW, though this too will rely on multiple heat pumps linked together, a spokeswoman for Hamburg Wasser, the water company involved in the project, says. But keep an eye on the future. In the Finnish capital Helsinki, a gargantuan heat pump system with a total capacity of 500MW. This will likely be comprised of multiple units, as in Stockholm, Gothenburg and Esbjerg, but Helen, the energy company behind the scheme, has not yet revealed how it will all come together. MAN ES is one firm bidding for the contract. A spokesman declined to explain exactly what configuration of heat pumps would allow the company to provide 500MW of heat. Mr Decorvet says, simply, \"I hope we are going to win.\""},
{"title": "Your pictures on the theme of 'bridges'", "url": "https://www.bbc.com/news/in-pictures-65753973", "author": null, "date": "2023-06-03T23:17:25.000Z", "text": "The next theme is \"waterfalls\" and the deadline for entries is 13 June 2023. The pictures will be published later that week and you will be able to find them, along with other galleries, You can or email them to yourpics@bbc.co.uk. apply. Further details and themes are at:"},
{"title": "Solar panels - an eco-disaster waiting to happen?", "url": "https://www.bbc.com/news/science-environment-65602519", "author": null, "date": "2023-06-03T23:01:04.000Z", "text": "Experts say billions of panels will eventually all need to be disposed of and replaced. \"The world has installed more than one terawatt of solar capacity. Ordinary solar panels have a capacity of about 400W, so if you count both rooftops and solar farms, there could be as many as 2.5 billion solar panels.,\" says Dr Rong Deng, an expert in solar panel recycling at the University of New South Wales in Australia. According to the British government, there are tens of millions of solar panels in the UK. But the specialist infrastructure to scrap and recycle them is lacking. Energy experts are calling for urgent government action to prevent a looming global environmental disaster. \"It's going to be a waste mountain by 2050, unless we get recycling chains going now,\" says Ute Collier, deputy director of the International Renewable Energy Agency. \"We're producing more and more solar panels - which is great - but how are we going to deal with the waste?\" she asks. It is hoped a major step will be taken at the end of June, when the world's first factory dedicated to fully recycling solar panels officially opens in France. ROSI, the specialist solar recycling company which owns the facility, in the Alpine city of Grenoble, hopes eventually to be able to extract and re-use 99% of a unit's components. As well as recycling the glass fronts and aluminium frames, the new factory can recover nearly all of the precious materials contained within the panels, such as silver and copper, which are typically some of the hardest materials to extract. These rare materials can subsequently be recycled and reused to make new, more powerful, solar units. Conventional methods of recycling solar panels recover most of the aluminium and glass - but ROSI says the glass, in particular, is of relatively low-quality. The glass recovered using those methods can be used to create tiles, or in sandblasting - it can also be mixed with other materials to make asphalt - but it cannot be used in applications where high-grade glass is required, such as the production of new solar panels. The new ROSI plant will open during a boom period for solar panel installations. The world's solar energy generation capacity grew by 22% in 2021. Around 13,000 photovoltaic (PV) solar panels are fitted in the UK every month - most of them on the roofs of private houses. In many cases, solar units become relatively uneconomical before they reach the end of their expected lifespan. New, more efficient designs evolve at regular intervals, meaning it can prove cheaper to replace solar panels that are only 10 or 15 years old with updated versions. If current growth trends are sustained, Ms Collier says, the volume of scrap solar panels could be huge. \"By 2030, we think we're going to have four million tonnes [of scrap] - which is still manageable - but by 2050, we could end up with more than 200 million tonnes globally.\" To put that into perspective, the world currently produces a total of 400 million tonnes of plastic every year. The reason there are so few facilities for recycling solar panels is because there has not been much waste to process and reuse until recently. The first generation of domestic solar panels is only now coming to the end of its usable life. With those units now approaching retirement, experts say urgent action is needed. \"Now is the time to think about this,\" says Ms Collier. France is already a leader among European nations when it comes to processing photovoltaic waste, says Nicolas Defrenne. His organisation, Soren, partners with ROSI and other firms, co-ordinating the decommissioning of solar panels all over France. \"The biggest one [we decommissioned] took three months,\" Mr Defrenne recalls. His team at Soren has been experimenting with different ways of recycling what they collect: \"We're throwing everything at the wall and seeing what sticks.\" At ROSI's high-tech plant in Grenoble, the solar panels are painstakingly taken apart to recover the precious materials inside - such as copper, silicon and silver. Each solar panel contains only tiny fragments of these precious materials and those fragments are so intertwined with other components that, until now, it has not been economically viable to separate them. But because they are so valuable, extracting those precious materials efficiently could be a game-changer, says Mr Defrenne. \"Over 60% of the value is contained in 3% of the weight of the solar panels,\" he says. The team at Soren are hopeful that, in the future, nearly three-quarters of the materials needed to make new solar panels - including silver - can be recovered from retired PV units and recycled - to help speed up production of new panels. Currently there is not enough silver available to build the millions of solar panels which will be required in the the transition from fossil fuels, says Mr Defrenne: \"You can see where you have a production bottleneck, it's silver.\" Meanwhile British scientists have been trying to develop similar technology to ROSI. Last year, researchers at the announced they had worked out how to extract silver from PV units using a form of saline. But so far, ROSI is the only company in its field to have scaled up its operation to industrial levels. Moreover, the technology is expensive. In Europe, importers or producers of solar panels are responsible for disposing of them when they become expendable. And many  favour crushing or shredding the waste - which is far cheaper. Mr Defrenne acknowledges that intensive recycling of solar panels is still in its infancy. Soren and its partners recycled just under 4,000 tonnes of French solar panels last year. But there is potential to do a lot more. And he's making that his mission. \"The weight of all the new solar panels sold last year in France was 232,000 tonnes - so, by the time those wear out in 20 years, that's how much I'll need to collect every year. \"When that happens, my personal goal is to ensure France will be the technological leader of the world.\""},
{"title": "Beijing's comedy crackdown is hitting its music scene", "url": "https://www.bbc.com/news/world-asia-china-65784761", "author": null, "date": "2023-06-02T23:13:16.000Z", "text": "The mosh pit expands and contracts with bodies crashing into one another. What might appear violent and aggressive is actually a friendly, high-spirited celebration of music and collective enjoyment. After years spent waiting to shake off China's Covid restrictions, there are smiles all round. Relief. Fun. Hilarity. A friend passes me a drink just as the human wave approaches and I get dragged in, spraying the contents of my cup over all those around me. Nobody cares. It only adds to the desired chaos. It's a hot evening and we'll all dry off quickly. In a country where cultural events are closely monitored by the Communist Party, the underground music scene in the capital has remained energetic, real, cheeky and innovative. It's a world, for the most part, beyond the grasp of dullard officials. A venue owner once told me about a visit he'd had from a local government representative who looked around the area at the front of the stage and asked where the tables and chairs were. The owner tried to explain that the customers preferred to make do without them. He told me he could almost see the cogs turning in the official's brain: they... don't... want to sit down... why... what? Beijing has always been at the heart of this vibrant scene. Every sneaker-staring, guitar-hugging kid with a broody set of love songs who wants to stand up and play, drifts into this city. Higher rents and gentrification were already posing great challenges before three years of tough Covid restrictions put some venues out of business. But after the government suddenly abandoned its zero-Covid policy, the music came back quickly. Audiences couldn't wait for some live sound again, the bands were up for performing and the bars were certainly eager to make money to pay the bills. All was looking up until Li Haoshi, . During his live act, he described two dogs chasing a squirrel and said they should \"adopt a good style of work\" in order to \"fight and win battles\". It was an expression which Chinese leader Xi Jinping has used to praise the People's Liberation Army. Audio of the joke was published on social media and subsequently weaponised by ultra-nationalists who even targeted the audience for laughing at it. Li was detained. His contract had already been terminated after his employers, Xiaoguo Culture, were . He is expected to receive a prison sentence after police said they'd opened an official investigation into his routine which - in their words - had \"caused a severe social impact\". China's most famous comedy company has had its shows suspended in Beijing and Shanghai, and there are fears that venues won't want to book stand-up shows in the future because of the risk it now entails. Word has clearly gone out that comedy performances should be controlled. But some officials have decided that this also means all performances deemed too potentially edgy, need to be reined in as well. This has led to a crackdown on live music. Bars and cafes without the correct permits to host live events are in the sights of inspectors. Foreigners who play in bands without specific live performance visas are getting into trouble. Ever since workers from overseas were allowed into China, as the country re-opened, some of them have played music on the side, say in jazz bands. Apart from the obvious enjoyment in doing this, it has also been their way of giving something back to a city they've come to know and love. That over-zealous officials would go after Beijing's non-credentialed saxophonists is seen as absurd by most locals. The problem is that those making the decisions here are keen to be seen to be imposing the Party's will more enthusiastically than rival bureaucrats. However, their motives are not the most important consideration for those in the music industry. All that matters is how long this crackdown might last, and what needs to be done in the meantime. There's a simple answer: they don't know how long this will go on and so, for the time being, they will keep their heads down. One venue owner laughed at the idea that he would go even on the record about this: \"Why would anyone speak to you about it in front of a microphone? I wouldn't,\" he said to me. In the past, the fine arts have also been targeted in such crackdowns. The inspectors would enter a gallery, point to a few works and say, \"they've got to come down\". Those pieces would go out the back and the gallery would live to fight another day. In recent years, artists have also been kicked out of the country and now galleries have to be more careful with what might be seen as provocative or potentially politically sensitive. Musicians too have to be more careful. I once heard the lead singer of a punk band declare, in English, on stage, that the Communist Party is the mafia. A long \"woooo\" could be heard around the room amid the laughter. But hearing sentiments like that expressed is rare. For the most part, bands are singing about love and breaking up or the search for meaning in this complicated world. For now - at least at the venues with all their paperwork in order - performances are continuing. So, as long as the music is playing, the punks and indie rockers will keep meandering into the hutongs - Beijing's narrow alleyways. They will be hoping that this is merely a speed bump rather than a growing threat to one of the best things about modern culture in China's ancient capital."},
{"title": "Heartstopper series two 'will be a little bit darker'", "url": "https://www.bbc.com/news/entertainment-arts-65798044", "author": null, "date": "2023-06-03T17:59:50.000Z", "text": "The writer and illustrator behind the hit graphic novel series of the same name also said there would be more from the character Isaac in series two. \"I'm really excited there's going to be asexual and aromantic representation with Isaac,\" Oseman said. The British writer, 28, identifies as aromantic and asexual herself. Aromantic is an umbrella term used by people who don't typically experience romantic attraction, while somebody who is asexual does not experience sexual attraction to anyone. Isaac (played by Tobie Donovan in the Netflix show) is a good friend of lead character Charlie (Joe Locke). He was a new character created for the TV series and did not appear in the books. Oseman took to the stage after long queues built up ahead of her event, with many teenagers grasping their books in the hope she would be able to sign them backstage. She was one of the most anticipated literary stars to grace Hay on Saturday, and was thrilled to learn there was even a Heartstopper ice cream on offer at the festival - strawberries and rhubarb, just so you know. \"I still can't quite wrap my head around the journey and how much Heartstopper has blown up,\" Oseman told the crowd. \"It's so surreal, especially the (TV) scenes that are word-for-word from the comics. Seeing my imagination come to life is mind-blowing. \"I was very committed to prose writing... I thought this would be a one-year project!\" We're now seven years in, with two new novels in the works and series two of the TV adaptation dropping on Netflix at the beginning of August. Oseman has adapted Heartstopper for the small screen herself and is also executive producer of the show, with the first series landing a . \"I just care about Heartstopper so much. It was my passion project when I started and it still is. It's so important to me that it never gets taken and twisted into something which I hate, which is always a danger when authors do book adaptations. \"But I'm so lucky that I've been able to have so much control. Writing it, being on the set, being really involved in all the different aspects of the show,\" she said. The new series will follow the continuing romance between Charlie (Joe Locke) and Nick (Kit Connor) as they navigate exams, a school trip to Paris and a prom, while Elle (Yasmin Finney) and Tao (William Gao) work out if they can be more than just friends. \"Season two's... aim was to capture the joy and the magic of season one while also feeling that the characters have grown up and matured a little bit, so we're exploring some things that are maybe a little bit darker than season one,\" Oseman explained. \"The romances are getting a little bit more mature... it's like an elevation, I like to think, of season one.\" Oseman wrote her first book, Solitaire, when she was just 17 and it was published when she was 19. She said she didn't put her age on any of the emails she sent to prospective literary agents, although she said \"a good agent would not see your age as being detrimental at all\". She's certainly had her hands full since then, with the Heartstopper books, the accompanying web comics, other novels, and the TV series. Oseman had to take time out from updating the Heartstopper web comic last year due to Speaking at Hay, she told the audience that she is \"a workaholic but I do try to make the effort to have downtime\". She said she listens to audiobooks to relax but won't be dipping into fan fiction anytime soon. \"All authors should stay away from fan fiction,\" she laughed. \"It's dangerous waters.\" Her fandom is made up of not just teens but older adults, some of who are remembering past experiences, particularly those who grew up gay or had questioned their identity. One woman in the audience said she was at school in the days of and didn't come out as gay until her late 20s because \"I didn't know it was a thing\". She thanked Oseman and said she wished her books had been there for her when she was growing up. \"Obviously, the target audience for the books is teenagers but it has really found an amazing audience of older readers and that's been wonderful to see,\" Oseman said. \"It just goes to show that everyone wants to read about queer joy for whatever reason.\" The Heartstopper books will come to an end at some point and Oseman told the audience she already knows what the ending will be and when it will happen (\"roughly when Nick leaves to go to uni.\") But we can't see her creative juices drying up anytime soon. \"Writing and drawing are my passion and the reason I wake up every day. It's just something that I love and my stories keep me going. They feel like my reason to be.\""},
{"title": "Blood test for 50 cancers excites scientists", "url": "https://www.bbc.com/news/health-65775159", "author": null, "date": "2023-06-01T23:08:46.000Z", "text": "The test correctly revealed two out of every three cancers among 5,000 people who had visited their GP with suspected symptoms, in England or Wales. In 85% of those positive cases, it also pinpointed the original site of cancer. The Galleri test looks for distinct changes in bits of genetic code that leak from different cancers. Spotting treatable cancer early can save lives. The test remains very much a \"work in progress\", the researchers, from Oxford University, say, but could increase the number of cancers identified. Often, patients have symptoms, such as weight loss, with a range of possible causes and require multiple tests and hospital visits. More than 350 of those in the study - the biggest of its kind in patients with suspected cancer symptoms - were subsequently diagnosed with cancer, using traditional methods such as scans and biopsies. About: Although not accurate enough to \"rule in or rule out cancer\", the test was really useful for patients lead researcher Prof Mark Middleton told BBC News. \"The test was 85% accurate in detecting the source of the cancer - and that can be really helpful because so many times it is not immediately obvious when you have got the patient in front of you what test is needed to see whether their symptoms are down to cancer,\" he said. \"With that prediction from the test, we can decide whether to order a scope or a scan and make sure we are giving the right test the first time.\" The findings will be presented at the , in Chicago. The NHS has also been using the Galleri test, developed by Californian company Grail, in thousands of people without symptoms, to see if it can detect hidden cancers. Initial results are expected next year - and, if successful, the NHS in England plans to extend the rollout to a further one million people in 2024 and 2025. The test is particularly good at finding hard-to-spot cancers such as head and neck, bowel, lung, pancreatic, and throat cancers. Dr David Crosby, from Cancer Research UK, said: \"The findings from the study suggest this test could be used to support GPs to make clinical assessments - but much more research is needed, in a larger trial, to see if it could improve GP assessment and ultimately patient outcomes.\" NHS national director for cancer Prof Peter Johnson said: \"This study is the first step in testing a new way to identify cancer as quickly as possible, being pioneered by the NHS - earlier detection of cancer is vital and this test could help us to catch more cancers at an earlier stage and help save thousands of lives.\""},
{"title": "Brics ministers call for rebalancing of global order", "url": "https://www.bbc.com/news/world-africa-65784030", "author": null, "date": "2023-06-02T01:55:27.000Z", "text": "South African Foreign Minister Naledi Pandor said the group's vision was to provide global leadership in a world fractured by geopolitical tension, inequality and global insecurity. Brics is an acronym for Brazil, Russia, India, China and South Africa. Allegations of Russian war crimes in Ukraine have clouded the talks. The International Criminal Court (ICC) has issued an over the allegations and, as a member of the court, South Africa would be obliged to arrest him if he attends a Brics summit scheduled for Johannesburg in August. The Brics is seen by some as an alternative to the G7 group of developed nations, which held last month, and was also attended by the leaders of Brazil and India. G7 members have been highly critical of Russia and China. Brics countries have a combined population of more than 3.2 billion people, making up about 40% of the world's roughly 8 billion people. On the first of two days of talks in Cape Town, Indian Minister of External Affairs Subrahmanyam Jaishankar said the gathering must \"send out a strong message that the world is multipolar, that it is rebalancing and that old ways cannot address new situations\". \"At the heart of the problems we face is economic concentration that leaves too many nations at the mercy of too few,\" he said. Brazilian Foreign Minister Mauro Vieira described the Brics as an \"indispensable mechanism for building a multipolar world order that reflects the devices and needs of developing countries\". Chinese Vice Foreign Minister Ma Zhaoxu said the Brics group could be expanded to provide assistance to developing countries and emerging market economies. Russian Foreign Minister Sergei Lavrov said \"more than a dozen\" countries including Saudi Arabia had expressed interest in joining the group. His presence at the event was met with protests, with demonstrators holding a picture of Mr Lavrov with the words \"child murderer\". One protester told AFP news agency it was difficult to see South African officials \"shaking the hand of a person who is part of these systemic war crimes against Ukrainian children\", a reference to the ICC case against Mr Putin. South Africa's governing African National Congress (ANC) that go back to the years of white-minority rule before 1994, and the country has refused to criticise Moscow's invasion of Ukraine. Earlier this week, the country planned to change its laws so that it had the power to decide whether or not to arrest a leader wanted by the ICC. At a news conference, Dr Pandor was asked by BBC correspondent Andrew Harding whether Mr Putin would be arrested if he came to the summit in August. \"The president [Cyril Ramaphosa] will indicate what the final position in South Africa is,\" she replied. A senior official privately described the situation as a diplomatic nightmare from which the South African government was desperate to escape, and one option said to be under consideration is moving the summit to another country."},
{"title": "Esports helps F1 to find stars of the future", "url": "https://www.bbc.com/news/newsbeat-65791039", "author": null, "date": "2023-06-02T23:58:04.000Z", "text": "But it's a boast Lucas Blakeley can make. He's also a racing superstar, but you probably haven't heard of him. That could be because the Scottish esports athlete can usually be found on the virtual track - although his victory over Vettel was in a real car. The pair's in January was the latest example of how lines between the real and gaming worlds in Formula 1 are blurring. And it's something racing team bosses say is helping them to find the stars of the future. Lucas now races for McLaren's esports team, competing in a global virtual Grand Prix. Now in his twenties, he got into go-karting at seven years old and quickly realised he wanted to be an F1 driver. Lucas says Lewis Hamilton winning the championships in 2007 inspired him further, but the sport was just too expensive for him to break into. \"That's the harsh reality for many racing families out there,\" he says. Lucas got a second chance when F1 launched its own esports tournament in 2017, providing another route into competition. Last year, racing under the McLaren banner, he was crowned World Champion, starting his final race in pole position and retaining his lead throughout. Drivers compete in complicated simulator rigs, with the same controls as most racing cars and screens covering drivers' front and side views. The races are major competitions, watched by fans worldwide on streaming platforms like Twitch. According to the esports company Gfinity, more than 45 million people watched at least one race in 2022. And with all those eyes on you, \"the pressure is immense\", Lucas tells BBC Click. \"Mentally that's the hardest part, the results in F1 esports can change in a literal flash of an eye,\" he says. \"You also learn about yourself. How do you react to pressure? How does your body respond? How does your mind respond?\" McLaren is just one of the big F1 teams putting attention on esports, with the biggest names like Red Bull, Mercedes and Ferrari all taking part. The hope is that getting signed will become more accessible. Qualification rounds use copies of Codemasters' F1 game, with the best players invited to scouting sessions watched by reps from the big name teams. Some racing teams now see virtual racing as an important part of their future, attracting new talent and making the sport appeal to a wider audience. \"The F1 video game is the closest thing you can do to real-life racing without getting behind the wheel of a kart or a car\", says Lindsey Eckhouse, Director of Licensing and Digital Products at McLaren Racing. She says gaming can help train up F1 stars of the future, as the virtual and physical worlds come together. \"As we blur those lines further and further, that's an exciting sort of area, really building up the next generation of talent that comes into the sport.\" The 2023 series is now underway, with the next champion set to be crowned before the end of the year. And with a new version of the F1 game out this month, the biggest racing brands will be hoping more aspiring esports champs get behind the virtual wheel. ."},
{"title": "The students with retired housemates", "url": "https://www.bbc.com/future/article/20230525-how-to-make-multigenerational-living-a-success", "author": null, "date": null, "text": "When 23-year-old Poppy Jenkinson got home in the evening, she would sit around the dinner table with her two housemates and discuss her day - sharing work news, friendship dramas, and, on occasion, relationship problems. Often, her housemates would give her a fresh perspective. \"They're both in their 70s and have been married for almost 40 years. They were always sharing nuggets of wisdom,\" she says. After graduating from Falmouth University last year - a small, creative university in Cornwall in the South West of England - Jenkinson struggled to find a house in Falmouth's competitive rental market. She met Pete and Lee King, 70, through the university, and moved into their three-bedroom cottage on the outskirts of town. While their arrangement was private, it reflects a broader trend in multi-generational housing: students and senior citizens living together. In recent years, projects that encourage distant generations to share a home have surfaced all over the world, including on university campuses in , and the But not all experiments in multi-generational living end as happily as Jenkinson's. The reality can be more complicated, research shows. At busy times, it can be hard for students to fit another person's needs into their day (Credit: Getty Images) In theory, multi-generational living cleverly solves two pressing modern problems: a shortage of affordable housing for young people and a rise in loneliness among older people. \"The loneliness epidemic is a global trend, especially in countries where there's an aging population,\" says Patricia Collins, an associate professor in the department of geography and planning at Queen's University, Canada. Studies indicate that severe loneliness can lead to , poor , and even increased risk of . \"This was exacerbated recently by [the Covid-19 pandemic] and stay-at-home orders,\" she adds. Meanwhile, a slew of research from around the world has highlighted young people's . In the US, the , outpacing inflation, and the . Since younger adults are , they are especially vulnerable to such rent rises. Research has also shown the wide-ranging impact of scarce and poor-quality housing on young people's lives, including the . Collins wanted to better understand if multi-generational housing was really easing accommodation shortages and social problems. She mapped the demand for co-living schemes in Kingston, Ontario, by surveying graduate students' interest to \"room\" with a senior citizen. In Canada, adults aged 65 years and older are the fastest-growing age group - and of the population by 2030. Added to this, many Canadians seniors are With waterfront views and plenty of green space, Kingston is the second most popular city to retire to in Canada, says Collins. But it is also home to a handful of secondary institutions, with students competing for rentals in an overstretched property market. \"Historically [Kingston] has had very substandard housing conditions for students,\" says Collins. \"Now we're seeing this coupled with rising rental rates.\" At first glance, the students she surveyed seemed to like the idea of different generations sharing homes. Out of 3,800 graduate students polled, more than half the students said that the university should support this kind of housing model. However, when it came to whether they would personally want to live that way, the results were strikingly different. of the students polled were \"extremely\" or \"very\" interested in living with seniors. Students' feeling awkward, not being allowed guests over and a general lack of privacy. It appeared that many liked the idea in the abstract, but didn't quite see it as a workable option for themselves. Co-living schemes are meant to provide affordable housing and social connection (Credit: Getty Images) Collins points out that \"as a society we're not that accustomed to interacting with people outside of our generation, unless they're within our immediate family\". One exception is young people who volunteer with seniors - and the data suggests these people may also be more open to living with seniors too. Of the students who were attracted to the idea of co-living, 56% had work experience with seniors, and 60% had with seniors. However, schemes that make volunteering part of the package can also run into difficulties. , a co-housing project in the Netherlands, is often used as a prime example for multi-generational harmony. It has seen many students integrate into retirement homes. In place of paying rent, the students spend 30 hours a month interacting with elderly residents, and teaching them skills such as using email or social media. But adding a social contract to a co-living dynamic can trigger certain problems, says Gemma Burgess, director of the Cambridge Centre for Housing and Planning Research at the University of Cambridge, UK. Burgess carried out an in Cambridge called , which took its first cohort of post-graduate students in 2017. A student or key worker looking for cheaper rent was matched with an older person in supported housing who needed assistance. The expectation of the students was to give \"light touch engagement\", such as supporting residents with shopping, helping them around the house or simply providing some company. The project offered important lessons, Burgess says. One was that supporting another person might look simple in theory, but can require more time and effort than students expect. At busy and stressful times, such as exam periods or when writing up a thesis, it can be hard for students to fit another person's needs into their own schedule. \"It took a lot of intervention to support relationships,\" Burgess says. Multi-generational households, she says, can be complex. \"It's somewhat idealised to say: 'You're going to play the role of a jolly grandparent, and a younger person is going to play the role of a doting grandchild'. People are much more complicated than that.\" Projects that encourage different generations to share a home have sprung up all over the world (Credit: Getty Images) One way of learning from past mistakes is to incorporate multi-generational living into a university's design, but add a bit more distance. Seniors and students may not be living in the same household, but the principles of skill-sharing and social interaction remain. In recent years an have developed retirement communities on or near their campuses, including facilities such as golf courses, clubhouses and assisted living units. Typically, it's retired college alumni who apply to become neighbours with their present-day counterparts. For example, at Arizona State University (ASU), a retirement home opened its doors in 2020, a stone's throw from student dorms. Residents can access classes, the library and sporting events. Returning to a stimulating learning environment may bring a range of benefits. Research suggests that older adults who take college courses may and possibly reduce their risk for developing Alzheimer's disease or other forms of dementia. Back in Falmouth, the university is collaborating on a PS170m ($204m) housing project known as the Pydar Street development that aims to integrate student spaces into the wider community. Peter Howells, head of estate development at Falmouth University, says the development, which is still in the planning stages, will be a patchwork of 300 homes and 160 student beds and apartments. \"The site will incorporate mixed housing, academic learning, innovation spaces, food and drink outlets and open spaces to meet, learn and chat,\" he says. British architectural firm PRP, which specialises in multi-generational living, is co-designing the project. Manisha Patel, the lead architect on Pydar Street, says one way of encouraging interaction is simply assigning apartments with age in mind - with elderly residents on the ground floors and students on the upper levels. \"Different generations would be in apartments that are connected, but they're not actually living together,\" she says. A communal area at the heart of the development will foster relationship-building. \"Multi-generational housing should encourage cross-thinking - generations at each end of the spectrum have so much knowledge to give,\" says Patel. For Pete King, Jenkinson's host, living in a multi-generational house with students has brought \"huge rewards.\" A chaplain at Falmouth University's multi-faith center, he and his wife Lee have filled the empty space in their cottage with a string of students over the years. Both sides say they have benefited in both practical and emotional ways. For Jenkinson, the \"family atmosphere\" was the best part of the experience. The trio would take turns to cook, although she was always nervous when she was on dinner duty: \"The Kings are such good cooks, they would make tarts or risottos, whereas I would mostly do student stuff, like pasta or pizza.\" She paid less rent than the market rate, while other students paid for part of the rent in kind, taking on chores like gardening. The Kings say they have enjoyed learning about new technologies and student life. \"There's an indefinable energy you get from being around young people,\" says Pete. --"},
{"title": "British Vogue editor Edward Enninful steps down", "url": "https://www.bbc.com/news/entertainment-arts-65794311", "author": null, "date": "2023-06-03T09:46:18.000Z", "text": "The 51-year-old will remain as an editorial advisor to the UK title but move into a newly-created job next year aimed at growing the brand globally. His new portfolio as Vogue's global creative and cultural advisor will also allow him to take on external projects. Enninful will be involved with the recruitment search for his successor. The Ghanaian-British creative is the first black man to hold the top job at the British fashion magazine. , including actress Selma Blair who lives with multiple sclerosis and Ellie Goldstein, a 21-year-old model with Down's syndrome. about his favourite Vogue covers, Enninful said the inspiration behind his first one in December 2017 featuring mixed race model Adwoa Aboah was aimed at resetting \"the image of modern Britain\". \"It was important to create a cover that represented the Britain of today, a multicultural society where everyone was welcome - where my family was welcome,\" he said. This video can not be played British Vogue Editor Edward Enninful speaks to the Today Programme about their May cover, which features disabled models. Other notable cover stars from Enninful's time as editor include: Last month, Enninful attended the King and Queen's Coronation. He has helped the King's charity, the Prince's Trust, with its work in Africa and worldwide as a global ambassador. Enninful has been for greater inclusivity in the fashion industry. He took over as editor-in-chief of British Vogue in August 2017 from Alexandra Shulman, who had been in the job for 25 years. One of his first priorities was to diversify his staff at the publication. And in 2018, model and writer Paris Lees became to be featured in British Vogue as part of a feature celebrating 100 years since women have had the right to vote in the UK. Enninful has been open about and being a black gay man. A few years ago, while working as editor-in-chief, Enninful said after being told to \"use the loading bay\" by a security guard as he entered work. In interviews with the BBC, he has also shared , his struggles with alcoholism and being estranged from his father for 15 years. British Vogue's contributing European sustainability editor Dana Thomas told the BBC she was \"thrilled\" by the news of his new role. \"This gives him more freedom to do what he does best, and what clearly brings him joy, which is the creation of beauty,\" she said. \"His influence has been immense. I write for British Vogue because I found him so inspiring. His leadership in the areas of inclusivity, diversity, and sustainability - what he calls the three pillars of British Vogue - have been unmatched in any publication.\" In a memo sent to Vogue staff, Enninful said he would \"continue to contribute to the creative and cultural success of the Vogue brand globally\" in his newly-created job, \"whilst having the freedom to take on broader creative projects\". A head of editorial content for British Vogue will also be hired, he said, adding: \"For now everything remains the same, and I'm so excited about what the future holds for us.\" Enninful thanked editor-in-chief Anna Wintour and Roger Lynch, the chief executive officer of publishers Conde Nast, \"for their continued support\"."},
{"title": "Stokes 'on course' to bowl in first Ashes Test", "url": "https://www.bbc.com/sport/cricket/65799924", "author": null, "date": "2023-06-03T18:09:22+00:00", "text": null},
{"title": "Winning UK show would mean bigger house - Ghetto Kids", "url": "https://www.bbc.com/news/world-africa-65796859", "author": null, "date": "2023-06-03T23:27:25.000Z", "text": "This video can not be played WATCH: \"We feel so excited, we feel so happy\" They have already made history after becoming the first act to be given a \"golden buzzer\" by one of the judges before they had even finished their performance. This sent them straight through to Wednesday's semi-final, where they received most public votes, meaning they are now among the 10 acts taking part in Sunday's final. The group of six children aged between five and 13 all come from impoverished backgrounds in the Ugandan capital, Kampala, where they were taken in and cared for by their guardian-turned manager Dauda Kavuma. He told the BBC that he hopes their success can encourage other children living in similar circumstances. \"We feel so happy to keep doing this and to bring hope to all the children around the world who are in the ghetto, who are disadvantaged, who are less privileged - that they can make it in life.\" While they are winning over a new audience in the UK, the Ghetto Kids are already a global internet sensation and performed at the 2022 World Cup in Qatar. But one of the group, Priscilla Zawedde, 13, told the BBC that winning the TV show - and the PS250,000 ($313,000) prize money - would mean \"a bigger house for everyone\". Some 30 children currently share a five-bedroom house in Kampala, where they are looked after by Kavuma. He set up the Inspire Ghetto Kids Foundation in 2007 to care for street children in the Kampala neighbourhood of Makindye and told the AFP news agency that having a bigger house would be a \"dream\" as the children would have more space. They currently rely on donations from well-wishers, earnings from their social media posts as well as fees for live performances. Kavuma also started life on the street before he was given a chance by a man who spotted him playing football and asked him if he wanted to go to school. \"He let me join his team and helped me pay my school fees. He was someone who helped me without knowing me. So from that day, I promised myself that when I grow up I'd hope to help a child one day,\" Kavuma told the BBC. But he then switched to music, which he is now using to transform the lives of others. \"Most people thought street kids... have no value in society but I thought otherwise,\" he told AFP. \"I thought: 'What if I use music, dance and drama to transform the underprivileged in the ghettos?'\" he says. Akram Muyana, 13, told the BBC that dancing had always been his way of escaping reality after his father died. \"Whenever I dance, I feel so happy, and my stress goes away. I started going to churches to dance to get money to give my mother for her to buy me clothes and food.\" This is the second generation of Kavuma's Ghetto Kids to have found global stardom - the first generation was discovered dancing to Ugandan singer and went on to have millions of YouTube views."},
{"title": "Incredible drag queens from history", "url": "https://www.bbc.com/culture/article/20230131-historys-most-incredible-drag-queens-and-kings", "author": null, "date": null, "text": "From RuPaul's Drag Race to live cabaret and theatre shows, drag has never been more popular. In case you've been hiding under a wig block for the last 10 years, drag is the art of gendered impersonation, with performers exaggerating and heightening aspects of femininity or masculinity for the sake of entertainment. As it takes the world by storm, drag is changing our language, our ideas about gender, and even the way we see ourselves. - - - I'm a huge fan of drag, so much so that it has inspired my latest novel, Becoming Ted. It's a contemporary story about a 43-year-old man who's dumped by his husband but takes this as an opportunity to pursue his long-suppressed dream of becoming a drag queen - in the process discovering an inner strength he hadn't known existed. For me, drag can be about self-discovery and self-fulfilment. I've also put it at the heart of my first theatre project, which hasn't yet been announced but will open in Manchester in July. Priscilla, Queen of the Desert is one of the most famous drag-centred films - but there should be more (Credit: Alamy) But I'm shocked to discover that there are very few other drag-themed novels, plays or films scheduled to come out over the next year. To use drag vernacular, if the library's open, there aren't many books to read. In particular, the art form has a rich history that is not as widely known as it should be - something that, as we enter LGBT+ History Month in the UK, feels particularly glaring. For years, despite drag's ubiquity in popular culture, it has been poorly represented in the narrative arts. Other than the musical Everybody's Talking About Jamie and the TV series Pose (which, arguably, focused much more on the trans experience), you'd have to go back to 1990s films and Priscilla, Queen of the Desert, and 2003's Kinky Boots (as well as its stage offshoot), to find high-profile stories that centre drag - and even then, it's predominantly used as fun window-dressing for stories about the gay experience and its clashes with straight culture, or merely as a comedic device. But drag can be so much more; its transformative power presents writers with a unique opportunity on the level of both plot and characterisation. So why haven't more writers been inspired? Divina de Campo, runner-up on the first season of RuPaul's Drag Race UK, argues that drag has been the victim of cultural snobbery: \"Because drag is rooted in comedy it gets treated like much of the rest of comedy, in that the work isn't seen as serious or rather worthy. Drag pulls all art forms together - singing, dancing, acting, costuming, creation, writing, directing - but because it's so often funny it's seen as less somehow.\" Drag can also be subversive - and in particular can challenge gender stereotypes. \"Drag can work on a deeper level, challenging expectations, social constructs, gender norms and identities,\" continues de Campo. \"That's what my drag is about; doing and being what you want rather than what we've been conditioned to do and be... That makes the world too complicated for some people to even contemplate so they dismiss and deride it.\" Drag's potential to subvert and disrupt is at the heart of the gloriously anarchic show Sound of the Underground, currently playing at London's Royal Court Theatre, which is part-cabaret, part-political manifesto. Writer Travis Alabanza brings together several of London's most exciting drag performers, all of whom put queerness at the centre of their work. It's a long way from the pantomime dame. And it serves as a reminder that drag has always been closely associated with gay - or queer - culture. Jacob Bloomfield is a Brooklyn-born historian who's currently a postdoctoral fellow at the University of Konstanz in Germany, performs under the drag name Cupcake, and has written the upcoming book Drag: A British History. He tells BBC Culture: \"Just as the genre of disco - which, like drag, is often associated with gay fans and artists - has been dismissed and even openly derided, drag too has often been dismissed. There is bigotry at play here.\" Fanny and Stella, aka Ernest Boulton and Frederick Park, were 19th-Century drag queens whose story and infamous trial was the subject of a 2013 non-fiction book (Credit: Alamy) This bigotry has helped suppress from the mainstream historical record a whole queer subculture. And there are some compelling real-life stories that have been all but forgotten - that would surely make for brilliant novels, films, plays or otherwise. For example, there's John Cooper, the 18th-Century Englishman who dressed up as his drag alter ego Princess Seraphina and frequented London taverns known as \"molly houses\", flaunting himself through the streets with a remarkable degree of openness for a time when gay sex was punishable by execution. Cooper is widely accepted to be the first drag queen in English history - sorry, story - or at least the first man for whom dressing up as a female alter ego was a key part of his identity. Then in 1880, a drag ball took place at the Temperance Hall in Hulme, a district of Manchester. This was attended by 47 men, half of whom were dressed in women's clothing, all of whom gained access by whispering the code word \"Sister\". But the venue was raided by the police and all the men were arrested, prosecuted, and named and shamed in the press. Many of them were ruined. Imagine telling this story to modern-day audiences - imagine the empathy it could ignite, the emotional impact it could make. Despite fierce persecution, drag culture blossomed around the world. In Berlin between the late 19th-Century and the 1930s, countless cross-dressing balls - known as or - took place at various venues. The star queen of the scene was Hansi Sturm, whose act as Miss Eldorado culminated in him throwing his fake breasts into the audience. In the US, the first person known to describe himself as a \"queen of drag\" was , a former slave born in Maryland. In the 1880s, Swann hosted several drag balls in Washington, DC, at which he'd be accompanied by his partner, Pierce Lafayette. But after a police raid in 1896, Swann was convicted and sentenced to 10 months in jail. It was during the early days of these balls that the term \"drag\" started to be used, although its origins are uncertain. It may have been inspired by the dresses worn by male performers wanting to exaggerate their expression of femininity, wearing dresses that were so heavy they literally needed across the floor. One story that is widely known is that of 19th-Century English drag queens Fanny and Stella, which was turned into a 2013 bestselling non-fiction book by Neil McKenna - and subsequently, a stage musical. Ernest Boulton and Frederick Park spent years dragging up to perform and sell sex on the streets of London. But in 1870 - after a wild night at the Strand Theatre - they were arrested and charged with conspiracy to commit sodomy. The trial whipped up public outrage, although Boulton and Park were eventually found not guilty because of a lack of evidence that sodomy had occurred. New Yorker Gladys Bentley was a pioneering drag king and a key figure in the 1920s Harlem Renaissance (Credit: Alamy) McKenna believes that the trial captured the public's attention because: \"there were all kinds of anxieties about masculinity, about decline, about the shrinking of Empire, about effeminacy, and a lot of stuff about women not being submissive or invisible anymore. Drag was seen as a manifestation of sodomitical behaviour, of effeminacy, of degeneracy.\" But even this story very nearly stayed buried as a historical footnote. \"I struggled to find a publisher,\" McKenna reveals. \"And when I finally got Faber to publish it, certain phrases had to be cut from the book because they were considered too rude and too improper to publish.\" If little is known about the drag queens of the past, even less is known about drag kings - or women impersonating men. And they've been almost entirely absent from the narrative arts, other than in the novels of Sarah Waters, most notably Tipping the Velvet, which was adapted into a popular BBC series back in 2002. I spoke to Mo B Dick, drag king and co-creator of the website dragkinghistory.com. He traces the roots of drag king culture back to the 1660s, when women were first allowed to perform on the English stage. One of the first female playwrights, Aphra Behn, created several male roles that were meant to be played by women. \"She specifically wrote 'breeches roles' for political reasons,\" explains Mo B Dick, \"so she could have her voice heard in this way, talking about politics and social mores. That was unheard of for women!\" One woman who excelled at playing breeches roles was Mademoiselle de Maupin, who was born in Paris in 1673. She was a gifted swordswoman, possessed of a fiery temperament, and known for having passionate affairs with both men and women. Her dramatic life - which included convictions for kidnapping and arson - came to an end at the age of just 33. Les Rouges et Noirs were a hugely successful early 20th-Century drag troupe whose story was told in the film Splinters (1929) (Credit: Alamy) Another was Charlotte Cushman, who was born in Boston in 1816. Cushman became one of America's most popular actresses, before moving to Rome, where she set up a household populated solely by female artists. Her personal papers are housed in the US Library of Congress and reveal that all her romantic and sexual relationships were with women. But it wasn't until the late 1800s that drag king culture took on the form we recognise now. Gladys Bentley was a key figure in the Harlem Renaissance of the 1920s, an out-and-proud black lesbian entertainer known for wearing a white tuxedo and top hat and performing songs with bawdy lyrics in speakeasies and underground jazz clubs. Mo B Dick defines drag king culture as being \"about usurping male power and privilege\" and adds that this is precisely why so many people found it unsettling - and continue to do so. He makes the point that today, drag kings are nowhere near as popular as drag queens: \"Men putting on a dress is comedy, women putting on a suit is still considered threatening. So I think it's more transgressive and makes people more uncomfortable for women to be in male drag. That is, people who want to uphold PMS - Patriarchy, Misogyny and Sexism.\" Perhaps another reason the history/herstory of drag artists isn't more celebrated - in the way that historical figures in the fields of acting, writing, art or music are - is because drag's roots are firmly in working-class culture; the figure of the drag queen as we understand it took shape in music hall in the UK and vaudeville in the US. As Jacob Bloomfield points out, \"Working-class entertainment has often been dismissed as being not artistically credible.\" As an example, in his upcoming book Bloomfield discusses what happened in 1975, when an attempt was made to erect a blue plaque to commemorate Arthur Lucan, whose \"Old Mother Riley\" theatre act had made him a household name. A fierce debate erupted in the Greater London Council, with the Tory councillor representing Chelsea arguing that Lucan \"in no way measures up to the criteria for a blue plaque and merely serves to lower the standards applicable in a misguided effort to curry popular favour.\" But Lucan's supporters won the debate, and a blue plaque dedicated to the actor was installed at his former home in Wembley. However McKenna raises a slightly different point as regards drag and class, noting that the early days of drag culture in fact brought together people from different classes. \"Drag was essentially working class but I think it was also classless. And cross-class interactions were taboo. If you read the Oscar Wilde trials, what you come across is the absolute outrage, horror and incredulity that Oscar Wilde could sleep with an unemployed stable boy, an unemployed valet.\" (Credit: Headline Review) But despite this, Bloomfield stresses how at various points in history drag has crossed over to the cultural mainstream. Contrary to popular belief, the popularity of drag didn't begin with RuPaul's Drag Race. He mentions the 1929 musical comedy film Splinters, which told the real-life story of touring drag troupe Les Rouges et Noirs - and was so successful it spawned two sequels. And he quotes two different sources a century apart to show how drag has had huge currency at different times: an article published in The Times on 31 May 1870 which suggests that \"in another year or two 'drag' might have become quite an institution, and open carriages might have displayed their disguised occupants without suspicion.\" And the author Gilbert Oakley, who wrote in his book Sex Change and Dress Deviation in 1970; \"In Great Britain today female impersonators are enjoying a vogue unparalleled since the introduction into music hall and pantomime of the comic dame.\" Certainly, today, we are living in another age of drag ubiquity, with drag queens in particular becoming international celebrities. But the stories really exploring what makes drag so fascinating - and in particular the stories of how the art form got to where it is today - are not being told. Why is that? \"I would mostly put it down to cultural amnesia,\" says Bloomfield, \"and the sense that we in the present like to think that we are so much more knowledgeable, open, and aware than people in the past; that our lifestyles, interests, etc have no precedence.\" Whether or not my novel or musical gain critical respect, I hope they at least encourage the public to reflect on why drag is so meaningful to people and our culture. By telling contemporary stories about the impact the art form can have on human lives, I hope they encourage people to ask questions about its history/herstory. Because - not many people know this - but drag has been changing lives for centuries."},
{"title": "Three Israeli soldiers killed near Egypt border", "url": "https://www.bbc.com/news/world-middle-east-65798205", "author": null, "date": "2023-06-03T17:44:48.000Z", "text": "The armed forces of both countries say they are jointly investigating the unusual incident. Egypt says its officer crossed into Israel while chasing drug traffickers. The Israeli military has said the shootings were assumed to be connected with a drug smuggling operation it had thwarted overnight. According to the army, two Israeli soldiers - a man and woman - posted in a remote spot along the border were shot dead early on Saturday morning. Their bodies were discovered after a senior officer was unable to contact them by radio. Hours later, after a search operation, the alleged attacker was encircled and there was a shootout, the Israeli military says. A third soldier was killed, along with the gunman, who it said was an Egyptian policeman. Another soldier was wounded in that exchange. In a vaguely worded statement, the Egyptian military said that its security officer was pursuing drug smugglers and that a shooting led to the Israeli deaths. It also conveyed \"sincere condolences\" to the families of the victims. The Israeli military says contraband worth about $400,000 was seized by its forces during the overnight operation against smugglers. Soldiers are continuing to search in the area for others that may have been involved, the army says. It is not clear how the policeman managed to enter Israel from Egypt. Israeli media say the attacks happened between Mount Harif and Mount Sagi - which lie in the Negev desert, about half-way between the Mediterranean coast and the Red Sea Egyptian resort of Eilat. Israeli military spokesman Richard Hecht told journalists: \"Co-operation with the Egyptians is ongoing, it's good. This is not geopolitical.\" This appears to be one of the most serious border incidents since Egypt became the first Arab country to sign a peace treaty with Israel in 1979. Although the two states are often described as having \"a cold peace\" in recent years, they have worked together closely on military and intelligence matters, particularly on counter-terrorism. The Israeli air force has supported the Egyptian army in its fight against so-called Islamic State militants in the northern part of the Sinai Peninsula. The most serious infiltration attempt in recent times took place in 2012. Back then, militants attacked an Egyptian checkpoint near to Rafah on the border with the Gaza Strip, killing 16 Egyptian policemen and stealing two armoured cars. They used these to break through the Kerem Shalom border crossing with Israel where one of the vehicles exploded. After a firefight, Israel said the bodies of eight attackers were found. In the past decade, Israel has built a tall border fence to try to keep out militants and to stop people-smuggling from Egypt - in particular migrants crossing from sub-Saharan Africa. However, drug smuggling attempts in the area remain frequent. The border stretches some 255km (160 miles), making it difficult for security patrols. Recent years have seen several cases of gunfire between smugglers and Israeli soldiers. The Egyptian army has also shot at drug smugglers and jihadists which has occasionally led to accidental cross-border fire. Last December, Israeli soldiers shot dead a suspect who was apparently trying to smuggle drugs into Israel."},
{"title": "How many Russians have left during war - and who are they?", "url": "https://www.bbc.com/news/world-europe-65790759", "author": null, "date": "2023-06-03T23:01:11.000Z", "text": "Svetlana is in her early 30s and originally from a small town. She moved to Moscow at 18 to study physics at university. After graduation she worked as a product manager for various companies. \"I never thought I'd have to leave, I planned to retire in Moscow,\" she says, \"I love Russia and I enjoyed my life.\" Russians had been leaving even before the Ukraine war, including those who disagreed with Moscow's annexation of Crimea in 2014 and with new laws that made it easier to punish dissent. Many settled in the Baltic states and other EU countries, as well as in Georgia. For Svetlana, the full-scale invasion of Ukraine of 2022 was a turning point. \"When the war started, I realised that it would not be over soon and also that people would not come out to protest. I felt both emotionally and rationally it made sense to leave,\" she says. She is now in Belgrade, Serbia's capital. \"I wanted to put as great a distance between myself and the authorities as possible.\" Many Russians shared her feelings and what had been a trickle turned into a stream. The first wave came in March and April last year - new emigres told the BBC they were against the war, and disappointed more Russians did not come out to protest. Feeling isolated and at risk, they felt it was safer to leave. President Putin began a military mobilisation in September 2022. Described as \"partial\" by the authorities, in reality it meant most men were at risk of the draft. Numerous reports followed of poor training and insufficient kit provided to the newly conscripted. Men and their families started leaving in droves, creating days'-long queues on the Russian borders with Georgia and Kazakhstan. The Russian president's official spokesman Dmitry Peskov has denied Russians were leaving en masse to avoid being drafted. In April , where new conscripts could be added to a digital register rather than be handed the papers by hand - he also denied the new system was designed to stop the flow of men leaving. There are no exact figures on how many people have left Russia - but estimates vary from hundreds of thousands to several million. In May the UK Ministry of Defence estimated 1.3 million people leaving Russia in 2022. Other estimates of figures from various sources confirm the trend. Forbes magazine cited sources inside the Russian authorities as saying that between 600,000 and 1,000,000 people left in 2022. The Bell and RTVi - both independent Russian media - published comparable figures. Your device may not support this visualisation Leaving Russian is relatively easy, as long as you have money and have not been called up to the army. But finding a permanent place to stay is hard. In the months following the start of the war many countries, mostly the EU and the US, made it difficult for Russians to apply for visas unless they already had family there or were travelling for work. In many other countries - such as Georgia and Armenia - Russians faced no such restrictions and could come and go as they please. They still can. Other countries, including Kazakhstan, changed their laws earlier this year, reportedly to stem the flow of Russian immigrants by limiting how many days they can stay as tourists. Without a prospect of returning to Russia, more and more people need to apply for residency to be able to work in the countries they are settling in - though many are finding ways to keep working remotely for Russian employers. We know that in the past 15 months, around 155,000 Russians received temporary residence permits in, collectively, EU countries, in several countries of the Balkans, Caucasus and Central Asia. Nearly 17,000 have applied for political asylum in EU countries but only around 2,000 have received it, according to the European Union Agency for Asylum. The Russian Interior Ministry says 40% more have applied for foreign passports in 2022 than in the year before. Since the start of this war we have spoken to dozens of Russians who have left. They come from different walks of life. Some are journalists like us, but there are also IT experts, designers, artists, academics, lawyers, doctors, PR specialists, and linguists. Most are under 50. Many share western liberal values and hope Russia will be a democratic country one day. Some are LGBTQ+. Sociologists studying the current Russian emigration say there is evidence that those leaving are younger, better educated and wealthier than those staying. More often they are from bigger cities. Thomas is from St Petersburg. \"I am a pacifist and was terrified of being sent to kill other people. I've been against Russia's policy towards Ukraine since 2014. Invasion and killing of civilians is unacceptable,\" he says. After the start of the full-scale invasion he posted anti-war messages on social media and joined street protests, he says. As a gay man, he was also concerned for his safety. \"After Russia adopted laws on 'ban on gay propaganda' and on 'fake news' about the Russian army I knew that the threat to my life and freedom had increased,\" he says. Thomas applied for political asylum in Sweden and tried to explain to the authorities there why returning to Russia would be dangerous. His application was turned down but he appealed against the decision. \"Since I only have the right to limited time with a state lawyer, I am working on gathering evidence for my case on my own.\" For Sergei, a native of the southern city of Rostov-on-Don, it is a different set of problems. He is now in Tbilisi, Georgia. The day Russia invaded Ukraine, he phoned several of his friends and they all agreed the war was bad news. \"Whatever happened next, the economy was going to go down,\" he says. \"A week later we all met up and decided we needed to prepare to [leave].\" As days went on, Sergei says, the war got closer. \"We saw a lot of military kit on its way to Ukraine. Hospitals were full of wounded. Rostov airport was closed for civilian flights but there were lots of planes and we knew where they were going.\" In September after Putin's mobilisation speech Sergei's mother, who had criticised him for not being sufficiently patriotic, phoned him and said: \"Pack your things and go.\" Sergei drove all night to Georgia, where he now lives. \"My wife and child are still in Russia. I have to pay their expenses and accommodation out there and my own here. I work two jobs - one remotely for my company in Russia and one here, for a friend's small business.\" Sergei says he is saving money to get his family out of Russia to another country. His wife, who had been reluctant, now agrees they need to look for a new life elsewhere, he says. The Russian authorities tried to downplay the impact of hundreds of thousands of educated and well-off people leaving the country along with their money, but the economic impact is evident. Russia's largest private bank, Alfa Bank, estimates that 1.5% of Russia's entire workforce may have left the country. Most of those who left are highly skilled professionals. Companies complain of staff shortages and hiring difficulties. Russia's Central Bank reported in the early stages of the war that Russians withdrew a record 1.2 trillion roubles (around PS12bn / $15bn) from their accounts. This is a scale unseen in Russia since the 2008 financial crisis. Economist Sergei Smirnov from the Russian National Academy of Sciences believes that, as a general trend,  higher skilled individuals will continue to look for ways to leave. This video can not be played Watch: Do Russians really hate the West? - The BBC's Steve Rosenberg tries to find out \"There will be increasingly more demand for people to be able to fix cars or make shoes. I don't like apocalyptic scenarios but I believe this will lead to productivity within the Russian economy continuing to fall over time.\" The economist points out that these trends will primarily affect large cities, such as Moscow, St Petersburg and Yekaterinburg. \"Most of the Russian territory will not be aware of these transformations because standards of living in smaller cities, towns and villages have always been low and will continue to be in the future.\" Meanwhile Svetlana, in Belgrade, has no plans to return to Russia. \"I am working for a start-up based in Moldova but recently I applied for a job in the Netherlands.\" Sergei in Tbilisi is applying for jobs in Europe. For now his life is tough: \"I don't have any days off, sometimes I don't have enough time for a night's sleep, I nap in the car.\" And Thomas in Sweden hopes he won't be forced to go back to Russia where he fears homophobic abuse. He is learning Swedish to be able to get any job at all."},
{"title": "Gundogan once again the man for the big moments", "url": "https://www.bbc.com/sport/football/65800305", "author": null, "date": "2023-06-03T19:19:26+00:00", "text": null},
{"title": "Messi and Ramos sign off with PSG defeat", "url": "https://www.bbc.com/sport/football/65800149", "author": null, "date": "2023-06-03", "text": "Match ends, Paris Saint Germain 2, Clermont 3. Second Half ends, Paris Saint Germain 2, Clermont 3. Corner,  Paris Saint Germain. Conceded by Mory Diaw. Attempt saved. Lionel Messi (Paris Saint Germain) left footed shot from outside the box is saved in the top right corner. Mateusz Wieteska (Clermont) is shown the yellow card for a bad foul. Ismael Gharbi (Paris Saint Germain) wins a free kick in the attacking half. Foul by Mateusz Wieteska (Clermont). Offside, Paris Saint Germain. Lionel Messi tries a through ball, but Achraf Hakimi is caught offside. Marco Verratti (Paris Saint Germain) wins a free kick in the defensive half. Foul by Saif-Eddine Khaoui (Clermont). Substitution, Paris Saint Germain. Ismael Gharbi replaces Danilo Pereira. Substitution, Clermont. Florent Ogier replaces Neto Borges. Foul by Achraf Hakimi (Paris Saint Germain). Jim Allevinah (Clermont) wins a free kick in the defensive half. Foul by Warren Zaire-Emery (Paris Saint Germain). Mory Diaw (Clermont) wins a free kick in the defensive half. Foul by Kylian Mbappe (Paris Saint Germain). Mateusz Wieteska (Clermont) wins a free kick in the defensive half. Substitution, Clermont. Komnen Andric replaces Grejohn Kyei. Foul by Renato Sanches (Paris Saint Germain)."},
{"title": "India train crash leaves scores of people...", "url": "https://www.bbc.com/news/av/world-asia-india-65793684", "author": null, "date": "2023-06-02T18:38:00.000Z", "text": "This video can not be played More than 120 people have been killed and 850 injured after trains collided in India's eastern Odisha state, local officials say. Footage shows people climbing over the wreckage of the trains. Dozens of ambulances were sent to the scene in the Balasore district, the state's chief secretary said."},
{"title": "One-minute World News", "url": "https://www.bbc.com/news/av/10462520", "author": null, "date": "2023-06-03T16:45:59.000Z", "text": "This video can not be played Watch the latest news summary from BBC World News. International news updated 24 hours a day."},
{"title": "Huge sandstorm sweeps across Suez Canal in...", "url": "https://www.bbc.com/news/av/world-africa-65788250", "author": null, "date": "2023-06-02T10:41:20.000Z", "text": "This video can not be played A video posted online shows a sandstorm surrounding the Suez Canal, which led to authorities closing two ports. Parts of Egypt have been hit by clouds of dust and sand. One person died and five others were injured on Thursday, when a billboard collapsed as a result of the sandstorm sweeping through Egypt's capital city Cairo. The Suez Canal is one of the busiest waterways in the world."},
{"title": "How ref got caught in fiery Euro final...", "url": "https://www.bbc.com/news/av/world-65787765", "author": null, "date": "2023-06-02T12:57:13.000Z", "text": "This video can not be played Anthony Taylor was accosted by irate fans when he was travelling home with his family at Budapest airport. He's just been the referee for the Europa League final and it had been fiery. A record 13 players were booked and some, including Roma boss Jose Mourinho, were angry. Here's what happened in 60 seconds."},
{"title": "Alison Hammond breaks down on air about...", "url": "https://www.bbc.com/news/av/entertainment-arts-65785693", "author": null, "date": "2023-06-02T09:42:32.000Z", "text": "This video can not be played This Morning presenter Alison Hammond has broken down live on the programme about her former colleague Phillip Schofield. She was speaking after Schofield gave an interview to the BBC about his affair with a younger male employee."},
{"title": "Why do trains in India go off the tracks?", "url": "https://www.bbc.com/news/world-asia-india-65795960", "author": null, "date": "2023-06-03T23:36:23.000Z", "text": "Two high speed passenger trains and a freight train were involved in a \"three-way accident\" near a small station in eastern state of Odisha, according to reports. One of them collided into the stationary freight train, and its coaches flipped over to a third track, causing an incoming train to derail. Only a comprehensive inquiry will help uncover the truth behind the incident. Yet it has once again ignited fresh concerns regarding railway safety in India. India's expansive railway system, renowned as one of the world's largest, transports over 25 million passengers annually across a countrywide network of tracks spanning more than 100,000km (62,000 miles). Some 5,200km of new tracks were laid last year, according to Railway Minister Ashwini Vaishnaw. Also 8,000km of tracks were also being upgraded every year, the minister said. Mr Vaishnaw recently in an interaction that the majority of the tracks were undergoing upgrades to accommodate trains running at speeds of up to 100 kmph, a substantial portion was being enhanced for speeds of up to 130kmph, and a significant segment was being prepared for the high speeds of up to 160kmph. Clearly, this is part of the government's plans to run quicker trains across the country - a high-speed line is being built between the financial capital of Mumbai and the city of Ahmedabad. Yet, derailment continues to be a \"bugbear for the railways,\" a former railway board chairman, Vivek Sahai, told me. A train can derail for a number of reasons - \"a track could be ill-maintained, a coach could be faulty, and there could be an error in driving\". A government for 2019-20 found derailments were responsible for 70% of the railway accidents, up from 68% the previous year. (Train fires and collisions came next, responsible for 14% and 8% of the total accidents respectively). The report counted 40 derailments - 33 passenger trains and seven freight trains - during the year under review. Of these 17 derailments were caused by track \"defects\" - this could include fractures and subsidence of tracks. Only nine incidents of derailments were caused because of defects in trains - engines, coaches, wagons - according to the report. Railway tracks, composed of metal, undergo expansion during the summer months and contraction in winter due to the fluctuations in temperature. They require regular maintenance - tightening loose track components, changing sleepers and lubricating and adjusting switches, among other things. Such track inspection is done by foot, trolleys, locomotives and rear vehicles. India's railways recommend that track recording cars meticulously evaluate the structural and geometrical integrity of tracks designed to sustain speeds ranging from 110kmph to 130kmph at least once every three months. A between April 2017 and March 2021 had some disturbing findings: Only an investigation will find out why the Coromandel Express derailed. There has been a lot of talk on anti-collision devices to be installed on Indian trains, but the system is now only being installed on two major routes - between Delhi and Kolkata and between Delhi with Mumbai - according to a railway official. In 2010 more than 150 people were killed when a passenger train derailed and collided with an oncoming freight train in West Bengal. Investigators said Maoist revels had sabotaged the track causing the Kolkata-Mumbai passenger train to derail, throwing five of its carriages into the path of the oncoming good trains. There has been no hint of a sabotage yet in Friday's accident. According to the railways, there were 34 \"consequential rail accidents\" -  collisions, derailments, fire or explosion in trains, road vehicles colliding with trains at level crossings - during 2021-22, up from 27 such accidents during the previous year. The Hindu newspaper reported on 31 May that the number of such accidents had risen to 48 in 2022-2023. Presciently, the said the railway authorities were worried about the rising accidents, and had asked their senior manager to \"critically analyse long working hours of crew especially in East Coast Railway and South East Central Railway, and take corrective action urgently\". The site of Friday evening's accident happened in the region of East Coast Railway zone. This video can not be played Watch: 'I heard a loud sound and the train overturned'"},
{"title": "Twenty injured after Russian strike on Dnipro", "url": "https://www.bbc.com/news/world-europe-65800870", "author": null, "date": "2023-06-04T00:43:58.000Z", "text": "This video can not be played Watch: Video shared by President Zelensky shows rescuers searching through rubble Video shared by President Volodymyr Zelensky showed rescuers searching the remains of a two-storey building. Another official said five of the victims were children and that a man had been pulled from the rubble. Explosions have also been heard over the capital, Kyiv, where air defence systems have again been deployed. All of Ukraine has been placed under air raid alerts. Russia has not commented on the latest events. Mr Zelensky described the blast in Dnipro as a deliberate Russian attack, although Russia has previously denied targeting civilians during its invasion of the neighbouring country. Fires broke out following the alleged strike in a northern district of the city, according to the regional governor. Serhiy Lysak added that five children were among the victims - with the condition of three boys assessed as being serious. Seventeen of the 20 people hurt in the incident were taken to hospital, he said. Explosions were reported in other parts of the country. Air defence systems were engaged early Sunday in repelling air attacks near Kyiv, the military administration of the Ukrainian capital said on the Telegram messaging channel. Officials in Sumy, in the north, recorded 87 blasts as a result of Russian shelling, speaking of injuries and destruction of infrastructure. More than a dozen explosions were also reported in the Russian-occupied southern cities of Berdyansk and Melitopol, though details were scant. In Russia itself, officials said earlier on Saturday that two more people were killed in fresh attacks in the border region of Belgorod. Local authorities said Ukraine was to blame, although Ukraine itself said the deaths were the result of Russia trying to target fighters who oppose the government in Moscow. , notably including which Moscow said ended in the deaths of 70 attackers. Kyiv denied having any direct involvement, again saying the attack was mounted by Russian paramilitaries. In other developments, a close aide of President Zelensky has said his country is not yet ready to begin its long-promised counter-offensive against occupying Russian soldiers. , Dr Ihor Zhovkva blamed a lack of weaponry and ammunition. His words appeared at odds with those of Mr Zelensky, who was quoted just a day earlier saying Ukraine was ready to start the manoeuvre. But inconsistent comments from Ukrainian officials may be a deliberate effort to confuse Moscow, the Sunday Times noted."},
{"title": "Man City have set the standard - how can Man Utd catch up?", "url": "https://www.bbc.com/sport/football/65799012", "author": null, "date": "2023-06-03T21:05:50+00:00", "text": null},
{"title": "A most perilous fish stew", "url": "https://www.bbc.com/travel/article/20230602-bougna-fish-stew-with-sweet-potatoes", "author": null, "date": null, "text": "The pristine, remote waters that surround New Caledonia - a French island territory in the South Pacific - aren't just known for their beauty; they're famous for their fish. When Valentine Thomas, a and an international ambassador for ocean sustainability, received an invitation from local diver friends in Noumea, the capital of New Caledonia, to come and fish in the area, she said, \"I could not have passed on that offer\". Spearfishing, a form of underwater hunting that involves diving hundreds of feet below the water's surface without any oxygen, isn't for the faint of heart. And spearfishing in New Caledonia requires a particular kind of bravery - not only because the waters are teeming with sharks, but also because, on some of the islands, they're fiercely guarded by the Kanak. The Kanak are a indigenous to New Caledonia, dating back to roughly 3000 BCE. Today, the Kanak - who make up about 40% of the territory's population - actively work to protect what's left of their land, culture and identity. In certain places, if you dare to fish without a Kanak guide, Thomas said, \"You enter at your own risk. Of getting shot.\" Along with the invitation, Thomas was advised to bring a gift for her Kanak guides, in exchange for the opportunity to fish in their waters. So, Thomas arrived at the Isle of Pines, one of the islands that makes up New Caledonia, with an offering: dive gear and spearfishing equipment for her guide's 13-year-old son. \"It may sound odd how protective they are, but I found it really beautiful,\" Thomas said. \"They have deep respect for their waters.\" At the end of her trip, Thomas offered to cook for her Kanak hosts, but they insisted on cooking for her instead. \"It was touching to receive such hospitality,\" Thomas said. Spearfisherwoman Valentine Thomas explores the waters of New Caledonia (Credit: Andrew Thomas Lee) After eating all kinds of fish in New Caledonia, from fresh sashimi to grilled lobster, Thomas' hosts decided to give her something she hadn't tasted before: a traditional Kanak dish called , which put the wahoo (also known as kingfish or barracuda) they caught earlier that day to use. As Thomas explains in her book, in the Kanak dialect, bougna means \"bundle\" or \"pack\", and refers to how ingredients are \"wrapped inside banana leaves, buried and cooked in ground ovens heated with red-hot rocks\". After tasting bougna, Thomas decided to create her own version of the dish, which she makes by braising fish in coconut milk with sweet potatoes and spices. Instead of using wahoo, she opts for swordfish, a firm fish that's more readily available than wahoo and has a presence of its own in New Caledonia. Thomas adds a few additional spices to the recipe, as well as a nori sheet for extra umami. The stew layers pantry staples - like sweet potatoes and coconut milk - with fragrant flavours, like fennel seeds and green cardamom. Cherry tomatoes and pomegranate seeds offer pops of brightness. Thomas likens bougna to a French or an ; it's casual comfort food that can pull double duty as a weeknight dinner or a celebratory dish. She said, \"I can still taste the explosion of flavours in my mouth.\" Bougna is one of 75 recipes in Thomas' second cookbook, . The book, which came out on May 16, showcases Thomas' unique spearfishing career through the food she has eaten around the globe - from grouper burgers in the Bahamas to snapper tartare in Mexico. Both with the bougna and all the other recipes in the book, Thomas hopes to demystify cooking fish, providing readers with the tools to be more confident when working with seafood. The recipes themselves range from traditional - like French-style grilled clams with butter, garlic, parsley and a baguette - to wildly inventive, like fish scale gummy bears. And yet, Thomas always has the same answer when people ask her about the best way to prepare fish: \"Just fry it in the pan, drizzle with good quality olive oil and lemon juice, and enjoy it.\" Valentine Thomas's swordfish stew (bougna marmite) (Credit: Andrew Thomas Lee) Serves 6 680g (1 1/2 lbs) boneless swordfish, cut into 2 1/2 cm (1 in) cubes 2 tsp ground cumin 1 tsp kosher salt 1 tsp paprika  1/4 tsp celery salt  1/4 tsp coriander seeds  1/4 tsp fennel seeds 1 green cardamom pod 1 nori sheet 1 garlic clove, minced 1 medium onion, chopped  1/4 cup unsalted butter, cubed 2 medium sweet potatoes, diced 400ml (13 1/2 oz) full-fat coconut milk 2 cups uncooked white rice 3 tbsp corn flour 225g (8 oz) cherry tomatoes, halved 1 tbsp roughly chopped flat-leaf parsley leaves 1 tbsp pomegranate seeds In a large, deep ovenproof pot, combine the swordfish with the cumin, salt, paprika, celery salt, coriander seeds, fennel seeds, cardamom, nori, garlic, onion, butter, sweet potatoes and coconut milk. Cover and refrigerate overnight. The next day, preheat the oven to 175C/350F. When the oven is heated, add 3 cups water to pot and stir to combine. Cover and bake for 1 hour. Meanwhile, cook the rice according to the package directions. Once the stew has finished cooking, remove  1/4 cup of the liquid from the pot and mix it with the corn flour in a small bowl until the corn flour dissolves in the hot liquid. Add the slurry to the stew and stir to combine. Simmer for 5 minutes to thicken. Stir in the cherry tomatoes. Serve the stew over the rice, garnished with chopped parsley and pomegranate seeds."}
]